Repository: wescamp/After_the_Storm-1.10
Catalog: po/*.po
Languages: it

source: female^Infiltrator
it: Infiltratore

source: A creature made of flesh and steel, with the power of the arcane flame bestowed upon her and unconditional servitude as her only goal in life, this hybrid Shaxthal being was created and enhanced for the purpose of posing as the elvenkind savior to provide the forces of Uria with new and powerful allies.
it: Una creatura fatta di carne e metallo, con il potere della fiamma arcana conferitole e servitù incondizionata come suo unico scopo di vita, questo ibrido Shaxthal è stato creato e perfezionato allo scopo di impersonare la salvatrice degli elfi per fornire a Uria nuovi e potenti alleati.

source: Hive Queen
it: Regina dell’Alveare

source: One of the greatest mysteries surrounding Shaxthalkind is their ability to follow orders from the servants of Uria, even though they normally appear to be chiefly unsentient, irrational creatures with no ability to understand or communicate with other lifeforms. Following the destruction of the hive in the ruins of Weldyn, it’s been theorized by some that their behavior could be driven by commands from a single controlling entity of their own species.
it: Uno dei più grandi misteri che circondano la razza Shaxthal è l’abilità di seguire gli ordini dai servi di Uria, sebbene appaiano normalmente essere principalmente delle irrazionali creature non senzienti senza alcuna abilità per capire o comunicare con altre forme di vita. A seguito della distruzione del loro alveare nelle rovine di Weldyn, si è teorizzato che alcuni dei loro comportamenti possano essere guidati dai comandi di una singola entità della loro specie.
