Repository: wescamp/After_the_Storm-1.10
Catalog: po/*.po
Languages: it

source: Stupid little vermin...
it: Stupido piccolo parassita...

source: Ah, Ivyel! It’s good to see you again... This pitiful creature is hindering me. Could you sweep her away for me?
it: ah, Ivyel! Sono contento di vederti di nuovo... Questa patetica creatura mi sta infastidendo. Potresti spazzarla via per me?

source: Uh... What’s this?
it: Uh... Cosa succede?

source: ... I cannot be defeated by the likes of you...
it: ...Io non posso essere sconfitta da quelli come te...

source: ... I am the Lady of Light...
it: ... io sono la Dama della Luce...

source: ... even without my former power, I shall destroy you...
it: ... e anche senza il mio antico potere, ti distruggerò...

source: Of course not. TAKE HER DOWN!
it: Certo che no. ABBATTILA!

source: What’s she going to do? Does she have a plan?
it: Cosa sta facendo? Ha un piano?

source: I am not sure. It appears she wants to attack the infiltrator creature...
it: Non ne sono sicura. Sembra che voglia attaccare quell’infiltratore...

source: Destroy Ivyel
it: Distruggi Ivyel

source: This is <i>your</i> end, Mal Hekuba...
it: Questa è la <i>tua</i> fine, Mal Hekuba...

source: ... Irdya is not yours to destroy!
it: ... Non ti permetterò di distruggere Irdya!

source: WHAT HAVE YOU DONE?
it: COSA HAI FATTO?

source: Fate
it: Fato

source: team_name^Elyssa
it: Elyssa

source: Severely injured, Elynia manages to escape from the underground base as the energy destroys Mal Hekuba and his minions.
it: Gravemente ferita, Elynia riesce a scappare dalla base sotterranea mentre l’energia distrugge Mal Hekuba e i suoi servi.

source: Just as she tries, to no avail, to stand up, Elynia senses the presence of creatures of some sort amidst the dense night fog.
it: Appena tenta, senza successo, di alzarsi, Elynia percepisce delle creature in mezzo alla densa nebbia notturna.

source: And then...
it: E poi...

source: ... darkness.
it: ... oscurità.

source: <i>I cannot allow myself to kill someone so dramatically weaker than me.</i>
it: <i>Non posso permettermi di uccidere qualcuno così drammaticamente più debole di me.</i>

source: <i>Are those my words?</i>
it: <i>Sono le mie parole?</i>

source: (<i>in a seductive tone</i>) <i>It would be unfair... and cruel...</i>
it: (<i>in un tono di voce seducente</i>)<i>Sarebbe ingiusto... e crudele...</i>

source: <i>Who are you?</i>
it: <i>Chi sei?</i>

source: <i>You know me. I know you...</i>
it: <i>Tu mi conosci. Io ti conosco...</i>

source: The demon stared directly at her eyes, with a deeply unsettling, neutral expression.
it: Il demone la fissò direttamente nei sui occhi, con una espressione neutrale profondamente inquietante.

source: Elynia was still unable to stand up and defend herself.
it: Elynia era ancora incapace di alzarsi e difendersi.

source: As Elyssa bent down to reach her head, she prepared for the inevitable. But instead of dealing the killing blow, Elyssa caressed the elf’s hair, the expression on her face unchanged, and she continued to speak in a soft tone of voice.
it: Come Elyssa si piegò per raggiungere la sua testa, si preparò per l’inevitabile. Ma invece di dare il colpo finale, Elyssa accarezzò i capelli dell’elfa, con l’espressione sulla sua faccia immutata, mentre continuava a parlare con un tono di voce delicato.

source: I don’t want to kill you.
it: Non voglio ucciderti.

source: You spared my life, just like he did.
it: Hai risparmiato la mia vita, proprio come fece lui.

source: I’m truly sorry about your friends. She didn’t give me a choice. Now, just let me take what I need, and die in peace if you need to — otherwise, don’t inconvenience us anymore and I’ll never cause you any harm again.
it: Mi dispiace davvero per i tuoi amici. Lei non mi ha lasciato altra alternativa. Ora lasciamo prendere quello di cui ho bisogno e muori in pace se devi. Oppure non ostacolarci mai più e io non sarò più fonte di preoccupazioni per te.

source: Elynia felt the exchange could have taken place at a better moment, and not during such a terrible display of weakness.
it: Elynia penso che questo scambio avrebbe potuto accadere in un momento migliore, e non durante una così terribile dimostrazione di debolezza.

source: ... Why... why do you do this...
it: ... Perché... Perché fai questo...

source: ... Because it’s all I have left, my dear.
it: ... Perché è tutto ciò che mi è rimasto, mia cara.

source: ... And thank you for getting rid of that bothersome upstart for me.
it: ... E grazie per esserti occupato di quella arrogante testa calda per me.

source: Some scenarios of this campaign work significantly different to normal Wesnoth gameplay. It is especially important to pay close attention to the mission objectives and to not necessarily try to kill every single enemy, especially in shrouded maps, or in places where enemies seem to respawn continuously. Although not strictly required, players are advised to become familiar with the stories, characters, and historical events presented in <i>Descent into Darkness</i>, <i>Under the Burning Suns</i>, and especially <i>Invasion from the Unknown</i> before playing this campaign. <b>If you have not completed Episode I of <i>After the Storm</i>, you definitely should not play this episode yet.</b>
it: Alcuni scenari di questa campagna funzionano in modo radicalmente diverso rispetto al normale gameplay di Wesnoth. Di conseguenza, è particolarmente importante prestare attenzione agli obiettivi della missione, e non necessariamente provare a uccidere ogni singolo nemico, in particolar modo nelle mappe con l’Oscurità, o in luoghi in cui i nemici sembrano riapparire in continuazione. Sebbene non sia strettamente richiesto, è raccomandato che i giocatori conoscano le storie, i personaggi e gli eventi storici presentati in <i>Discesa nell’Oscurità</i>, <i>Sotto i Soli Roventi</i> e particolarmente <i>Invasione dall’Ignoto</i>, prima di giocare questa campagna.<b>Se non hai completato l’Episodio I di <i>Dopo la Tempesta</i>, allora non dovresti cominciare a giocare questo episodio.</b>

source: “When I finally opened my eyes again, I wasn’t in the labyrinthine tunnels of the hive beneath Wesmere anymore. Instead, I was lying on the ground, in the middle of a dense forest, just as night was falling.
it: «Quando finalmente riaprì gli occhi non ero più nei intricati tunnel dell’alveare sotto Wesmere. Invece, giacevo sul terreno, nel mezzo di una foresta densa, mentre il sole tramontava.

source: It took me a while to realize what happened, still affected by the overwhelming pull of the energy released by our vanquished foe, and the loss of my only remaining friend, Malin Keshar. In my desperate attempt to escape from the crumbling underground fortress and that life-stealing force, I had used the spell to teleport myself back to the surface. That obviously didn’t work as I wanted, and I ended up too far away from those cursed lands of eternal night, but how far?
it: Mi ci volle un po’ per capire ciò che era accaduto, dato che ero ancora confusa dalla straordinaria energia rilasciata dal nostro nemico sconfitto e dalla perdita del mio unico amico rimasto, Malin Keshar. Nel mio disperato tentativo di scappare dalla fortezza sotterranea e da quella forza fatale, ho usato l’incantesimo per teletrasportarmi in superficie. Ovviamente non ha funzionato come avevo previsto, e sono finita molto lontana da quelle terre maledette dove regna la notte eterna, ma quanto?

source: The humans weren’t particularly friendly, overall. It seems that life in the northern forests has become nearly impossible for them due to the unforgiving weather and the scarcity of resources to sustain their settlement. Judging from the rumors, they feel forsaken by the Alliance, which has been focusing on the war against what remains of the Chaos Empire.
it: Gli umani non erano particolarmente amichevoli. Sembra che la vita nelle foreste settentrionali sia diventata quasi impossibile per loro a causa del tempo impietoso e dalla scarsità di risorse per sostenere il loro insediamento. A quanto pare si sentono dimenticati dall’Alleanza, che ha concentrato tutti i suoi sforzi nella guerra contro ciò che rimane dell’Impero del Caos.

source: I can’t help but wonder what’s occurred in the battle front since we left Alliance territory for Zocthanol.
it: Non posso far altro che chiedermi che cosa è capitato sul fronte da quando siamo partiti dalle terre dell’Alleanza per andare a Zocthanol.

source: This Allyna girl seemed rather over-enthusiastic about the situation despite the difficulties she encountered on her way to Raelthyn before we found her. It’s been a while since I last had the opportunity to talk to someone like that.
it: Questa ragazza, Allyna, sembra abbastanza entusiasta della situazione nonostante le difficoltà che ha incontrato sulla sua strada per Raelthyn prima che la trovassimo. È da tempo che non ho avuto possibilità di parlare con qualcuno come lei.

source: Mal Keshar seemed to try to make the most fun of any situation, before Galas was killed. I truly miss their company. Sometimes, I wish I could get rid of the burden of responsibility.
it: Mal Keshar sembrava provare a divertirsi in ogni situazione, prima che Galas venisse ucciso. Mi manca molto la loro compagnia. A volte vorrei liberarmi del peso della responsabilità.

source: Before dying, my master told me the true power of the Ruby of Fire may become crucial for the destiny of our world, and that I should make sure it’s not misused by anyone. I never imagined her words would become more than merely part of a pain-induced hallucination.
it: Prima di morire la mia maestra mi disse che il vero potere del Rubino di Fuoco potrebbe essere cruciale per il destino del nostro mondo, e che io mi sarei dovuta assicurare che non venisse abusato da nessuno. Non avrei mai immaginato che le sue parole sarebbero diventate più che di un semplice delirio indotta dal dolore.

source: And so we left for the eastern marches, with a renewed and clear purpose.
it: E così partimmo per le marche orientali, con un chiaro e rinnovato obbiettivo.

source: Surprisingly enough, Durvan and some of his people agreed to participate in our expedition. Allyna offered her help as well, providing us with a safe route to follow, incidentally crossing through her village.
it: Sorprendentemente Durvan e alcuni dei suoi accordarono nel partecipare alla nostra spedizione. Anche Allyna offrì il suo aiuto, fornendoci un percorso sicuro da seguire, che attraversava il suo villaggio.

source: We proceeded as swiftly as we could, resting for as little as possible according to the needs of our accompanying militia.
it: Procedemmo il più velocemente possibile, riposando il meno possibile per soddisfare i bisogni dalla nostra milizia.

source: It is certainly the strangest trio I’ve met since I was awakened by Galas’ band in the Heart Mountains. In different circumstances, I’d have been much more reluctant to work with them, but the young girl’s sincerity and admiration for me — and her <i>interesting</i> personality — convinced me to try my late friend’s unusual approach to dealing with unusual enemies.
it: È certamente il più strano trio che io abbia incontrato da quando sono stata svegliata dal gruppo di Galas nelle Montagne Centrali. In circostanze differenti sarei stata più riluttante a lavorare con loro, ma la sincerità della giovane ragazza e la sua ammirazione per me, e la sua personalità <i>interessante</i> mi convinsero di provare l’insolito metodo dei miei vecchi amici di trattare con nemici insoliti.

source: After a couple of days, we finally arrived at the frontier. Unfortunately, we’d soon learn that the Council’s fears had become more than mere speculations.
it: Dopo un paio di giorni arrivammo infine alla frontiera. Sfortunatamente, presto imparammo che i timori del Consiglio erano diventati più che semplici speculazioni.

source: Unarye told us to follow her guards into a nearby forest where some of the allied elves had just set up camp. Her grave expression revealed she had bad news to tell us. It took her almost the entire afternoon to make time for speaking to us.
it: Unarye ci disse di seguire le sue guardie in una vicina foresta dove gli elfi alleati hanno appena costruito un accampamento. La sua espressione grave rivelò che aveva delle brutte notizie da dirci. Ci volle quasi l’intero pomeriggio prima che riuscisse a trovare il tempo per parlarci.

source: I didn’t feel particularly comfortable with the thought of leaving both the Grand Council and Elorran awaiting our return. At least the Council understood the urgency of the situation and the importance of our mission for the elves after I talked to Valen herself, but the Demon Lord was less understanding about my decision.
it: Non mi sentì particolarmente a mio agio con l’idea di lasciare sia il Consiglio Supremo sia Elorran ad aspettare il nostro ritorno. Almeno il Consiglio comprese l’urgenza della situazione e l’importanza della nostra missione per gli elfi dopo che parlai con Valen, ma il Signore dei Demoni fu meno comprensivo riguardo la mia decisione.

source: Working for the Council and my people without telling them about our agreement with Elorran isn’t easy either, but this isn’t the first time I’ve had to keep a secret for a greater good. However, that raises the question: Did I choose my allies correctly, or I am making a big mistake? My new allies insisted that the very existence of the Ruby of Fire in these times is a big mistake by itself.
it: Neanche lavorare per il Consiglio e per la mia gente senza dirli del mio patto con Elorran non era facile, ma questa non era la prima volta che tenevo un segreto per il bene superiore. Comunque, ciò fa sorgere alcune domande: ho scelto i miei alleati correttamente, o sto facendo un grave errore? I miei nuovi alleati insistevano che la esistenza stessa del Rubino in questi tempi fosse un grave errore di per se.

source: Then again, so did Malin.
it: Esattamente come Malin.

source: The journey across the desert turned into a nightmare; we needed to be wary after the events in Gralseth. Every animal or rock, no matter how innocuous it seemed, could be part of a devious trap to destroy us and acquire the staff for the Iron Council.
it: Il nostro viaggio attraverso il deserto si trasformò in un incubo, dovevamo stare attenti dopo gli eventi in Gralseth. Ogni animale o roccia, non importa quanto innocuo possa aver potuto sembrare, avrebbe potuto fare parte di una trappola insidiosa per distruggerci e far cadere il bastone nelle mani del Consiglio di Ferro.

source: Even with our map and Valen’s indications, wandering in the vast dry plains was highly dangerous. The stifling heat during the day, frequent sandstorms, and lack of abundant water sources didn’t help matters.
it: Nonostante avessimo la nostra mappa e le indicazioni dateci da Valen, viaggiare nelle vaste e aride pianure era molto pericoloso. Il caldo soffocante del giorno, le frequenti tempeste di sabbia e la mancanza di abbondanti fonti di acqua non aiutavano.

source: Finally, we reached a rare oasis, alongside which we could spot another thing of interest: the ruins of the northern defense line of the valley Telchior named after myself.
it: Finalmente raggiungemmo una delle rare oasi, dalla quale abbiamo potuto scoprire un’altra cosa interessante: le rovine del fronte difensivo settentrionale della valle a cui Telchior diede il mio nome.

source: The Ruby of Fire. A great power accumulator of dubious origins, used by the ancient peoples of Irdya to exert their control over everything within their reach and even further beyond. In the process, they made our world susceptible to external influence from the dead, and the damned.
it: Il Rubino di Fuoco. Un grande catalizzatore di potere dalle origini incerte, usato dai popoli antichi di Irdya per reclamare il loro controllo su qualsiasi cosa si posasse la loro vista e oltre. Nel frattempo, fecero si che il nostro mondo diventasse suscettibile all’influenza esterna dei morti e dei dannati.

source: Now that there are no necromancers supporting our infiltration, using its dangerous power to command the undead minions left behind by Zynara is the only option for confronting the impostor directly. But, who is the impostor?
it: Ora che non ci sono negromanti ad aiutare la nostra missione, usare il suo pericoloso potere per comandare i servi non-morti abbandonati da Zynara è l’unica opzione per affrontare direttamente l’impostore. Ma chi è l’impostore?

source: I have broken more rules than is acceptable for any elf, or human. First, it was the Ruby; then I chose Argan as my ally and lover, and let him help me learn to use the artifact’s power more effectively. I switched bands and joined the Empire of Wesnoth as an advisor, leaving my kinsmen in Wesmere to get caught in Zhangor’s trap.
it: Ho infranto molte più regole di quanto sia accettabile per qualsiasi elfo o umano. Per prima cosa ci fu il Rubino, poi scelsi Argan come mio alleato e amante, e mi feci aiutare a imparare come usare più efficacemente il potere dell’artefatto. Ho cambiato alleanze e mi sono unita all’Impero di Wesnoth, permettendo agli elfi di Wemere di cadere nella trappola di Zhangor.

source: Our alliance with Mal Keshar was not my choice; Galas and Anlindë knew very well what it entailed, but it was a desperate situation. I seem to be following the same logic right now, commanding the dead with a power that should have been purged from this world eons ago. It seems selfish, and the rest could misinterpret my actions for their own benefit. It’d seem I am, in fact, another impostor.
it: La nostra alleanza con Mal Keshar non fu una mia scelta, Galas e Anlindë avrebbe implicato, ma era una situazione disperata. Sembra che io stia seguendo la stessa logica ora, comandando i non-morti con un potere che avrebbe dovuto essere epurato da questo mondo ere fa. Sembra egoista, e gli altri potrebbe mal interpretare le mie azioni per il proprio profitto. Potrei sembrare infatti un altro impostore.

source: I would prefer to distance myself from civilization again, after this is over, but I still need that lost journal first.
it: Preferirei distanziarmi ancora dalla civiltà, dopo che tutto ciò sarà finito, ma prima ho ancora bisogno di quel diario perduto.

source: An inconsistency has been detected, and the scenario might not continue working as originally intended.
it: È stata rilevata una incompatibilità, e lo scenario potrebbe non continuare a funzionare come previsto.

source: Please report this to the campaign maintainer!
it: Sei pregato di riferire ciò allo sviluppatore della campagna!

source: I... fall to the darkness...
it: Io... cado nell’oscurità...

source: Our mission has failed.
it: La nostra missione è fallita.

source: I... am finished... I’ll finally join Anlindë...
it: Io... sono finito... finalmente reincontrerò Anlindë

source: No! You must resist!
it: No! Devi resistere!

source: This... this is a curse!
it: Questa... questa è una maledizione!

source: Alas, I can finally depart in peace...
it: Ahimè, finalmente posso riposare in pace...

source: NO! Malin, we need you for this!
it: NO! Malin, abbiamo bisogno di te!

source: It’s too late already...
it: È ormai troppo tardi...

source: Now we cannot continue without him. Our mission has failed!
it: Non possiamo continuare senza di lui. La nostra missione è fallita!

source: Ouch. I fall before accomplishing my mission!
it: Ouch. Muoio prima di aver completato la mia missione!

source: The orcs are now leaderless, and won’t want to help us. We cannot continue without their help!
it: Gli orchi sono ora senza comando, e non vogliono aiutarci. Non possiamo farcela senza il loro aiuto!

source: Alas, it’s the end of the story for me...
it: Ahimè, è la fine della storia per me...

source: We shouldn’t have allowed this to happen.
it: Non avremmo dovuto permettere che questo accadesse.

source: Ah, too bad for the girl. But she was indeed one of the best archers I have seen.
it: Ah, peccato per la ragazza. Ma lei era davvero uno dei migliori arcieri che abbia visto.

source: I wish... I could be with you... now... Galas...
it: Vorrei... vorrei essere con te... ora...Galas...

source: No, Elynia! Not you now!
it: No, Elynia! Ora non tu!

source: Now it’s up to me to put an end to this madness... I hope I can manage to do it alone...
it: Ora tocca a me porre fine a questa pazzia... spero di farcela da solo...

source: I go to join my only true friend... now...
it: Vado a incontrare il mio unico vero amico... ora...

source: Ouch. I am done for!
it: Ouch. Sono finita!

source: Ah, too bad for the girl. She was indeed one of the best archers I have seen.
it: Ah, peccato per la ragazza. Ma lei era davvero uno dei migliori arcieri che abbia visto.

source: I... fall to the darkness.
it: Io... cado nell’oscurità...

source: No! My mission isn’t over yet!
it: No! La mia missione non è ancora finita!

source: Augh! Elynia, save me—
it: Augh! Elynia, salvami...

source: I’ve fallen before completing my mission. Forgive me...
it: Muoio prima di aver completato la mia missione. Perdonatemi...

source: You retrieve $temp_gold_retrieval_amount pieces of gold.
it: Ricevi $temp_gold_retrieval_amount pezzi d’oro.

source: You receive $temp_gold_retrieval_amount pieces of gold!
it: Ricevi $temp_gold_retrieval_amount pezzi d’oro.

source: fire storm
it: tempesta di fuoco

source: Dusk Faerie
it: Fata del Crepuscolo

source: In the largest forests of Irdya it’s possible to find some of the most elusive, yet fascinating surface creatures, such as woses and forest faeries. However, a particular kind of faerie beings is barely known by outsiders, or even elves. The mysterious faeries of the darkness hide away from any kind of civilization, living in some of the most dangerous locations. Their rumored natural mastery of the shadows often leads people to compare them with necromancers, even though there’s no recorded evidence of any involvement of their kind with such magic.
it: Nelle foreste più grandi di Irdya è possibile trovare alcune delle creature più ingannevoli e affascinanti che vivono sulla superficie, come i wose e le fate silvane. Tuttavia, una particolare specie di esseri fatati è molto poco conosciuto da tutti, anche dagli elfi. Le misteriose fate dell’oscurità si nascondono da ogni tipo di civiltà, vivendo in alcune dei luoghi più pericolosi. La loro supposta maestria naturale sulle ombre spesso induce la gente a compararle con i negromanti, anche se non c’è alcuna prova di un qualsiasi coinvolgimento in questo tipo di magia.

source: Night Nymph
it: Ninfa Notturna

source: It is said that the dark faeries’ secluded lives in the most dangerous forests and mountains has lead them to lose any kind of empathy towards those who are not of their kind. Many fables revolve around people who got lured into following these beautiful nymphs to their homes, to never return again.
it: Si dice che la vita segregata delle fate oscure nelle montagne e foreste più pericolose le abbia indotte a perdere alcun tipo di empatia verso chiunque non sia della loro razza. Molte favole narrano persone che sono state attratte da queste bellissime ninfe nelle loro case, per poi non fare più ritorno.

source: forest chill
it: brivido della foresta

source: female^Faerie Avatar
it: Avatar Fatato

source: This faerie of unknown origins is bent on manipulating elvenkind to do Uria’s bidding by impersonating the true Lady of Light and creating strife between her kind. Not much else is known about her at this time.
it: Questa fata dalle origini sconosciute sta manipolando gli elfi a obbedire al volere di Uria impersonando la vera Dama della Luce creando creando conflitto all’interno della civiltà elfica. Al momento non si conosce molto altro di lei.

source: arcane touch
it: tocco arcano
