Repository: wescamp/After_the_Storm-1.10
Catalog: po/*.po
Languages: it

source: We can’t make any promises, faerie. Our leader isn’t that kind of person — you’ll need to figure out how to solve your problems on your own.
it: Non posso promettere niente, fata. Il nostro comandante non è quel tipo di persona: dovrai cercare di risolvere i tuoi problemi da sola.

source: So be it, then.
it: Così sia, allora.

source: Death of Luddry
it: Morte di Luddry

source: Argh! I’m done for.
it: Argh! Sono finito.

source: I suppose I won’t be able to get any help from these people now that they are leaderless.
it: Suppongo che non sarò in grado di ottenere alcun aiuto da questa gente ora che è senza guida.

source: <i>Thanks</i> for your absolutely <i>useless</i> help, faerie.
it: <i>Grazie</i> per il tuo aiuto assolutamente <i>inutile</i>, fata.

source: Arise! Arise once again, fallen warriors of times long past! Arise!
it: Levatevi! Levatevi ancora una volta, guerrieri caduti di tempi remoti! Levatevi!

source: I don’t like the sound of that... not at all...
it: Non mi piace come si sta mettendo... per niente...

source: Ah, you have been sent by my brother to destroy me, isn’t that right?
it: Ah, siete stati mandati da mio fratello per distruggermi, non è vero?

source: Your brother?
it: Tuo fratello?

source: Well, less chatter and more action, I say. You all shall join us in undeath, willingly or otherwise!
it: Bene, meno chiacchiere e più azione. Vi unirete tutti a noi nella non-morte, che lo vogliate o meno!

source: Ahhh, you think you can destroy me, don’t you? Well—
it: Ahhh, pensate di potermi distruggere, non è vero? Bene...

source: Enough of this.
it: Basta così.

source: Ahhh, you think you can destroy me, don’t you? Well, a few have already tried to vanquish me before to no avail... What makes you think it will be different this time? MWAHAHAHAHA!
it: Ahhh, pensate di potermi distruggere, non è vero? Bene, altri hanno già provato a sconfiggermi senza successo... Cosa vi fa pensare che sarà diverso questa volta? MWAHAHAHAHA!

source: He’s gone!
it: È sparito!

source: That wasn’t too hard.
it: Non è stato così difficile.

source: Our village is saved!
it: Il nostro villaggio è salvo!

source: Heh. I admit I had my doubts at first about whether this would work.
it: Heh. Ammetto che inizialmente avevo i miei dubbi sul fatto che avrebbe funzionato.

source: Well done, everybody. As for you, faerie... What is it that you needed from us again?
it: Ben fatto, gente. E in quanto a te fata... Cosa hai bisogno da noi?

source: I also have a name, as I told you before.
it: Possiedo un nome, come ti ho già detto prima.

source: I suggest that you get to the point before I change my mind.
it: Ti suggerisco di arrivare al punto prima che cambi idea.

source: But sir, her help in defeating the undead was...
it: Ma signore, il suo aiuto nello sconfiggere i non-morti è stato...

source: I need to know exactly where I am, and I must also meet with the Grand Council of the Northern Peoples as soon as I may, for which I could need some help depending on our location.
it: Ho bisogno di sapere dove sono, e devo anche incontrarmi con il Consiglio Supremo dei Popoli Settentrionali il prima possibile, cosa per cui potrei aver bisogno di qualche aiuto, a seconda della nostra posizione.

source: I see. Well, we also need to arrange a meeting with the Council for our own purposes. Sending some of our most capable hunters with you along with our messengers might not be a bad idea after all, as you seem to excel in the arts of healing and the northern forests are not particularly safe nowadays.
it: Capisco. Bene, anche noi abbiamo bisogno di incontrarci con il Consiglio per i nostri scopi. Mandare alcuni dei nostri cacciatori più abili con te assieme ai nostri messaggeri potrebbe non essere una cattiva idea dopo tutto, dato che sembri eccellere nelle arti taumaturgiche e le foreste settentrionali non sono particolarmente sicure oggigiorno.

source: I’d be very grateful if you provided me with such help, then. But—
it: Sarei veramente grata se potessi darmi questo aiuto. Ma...

source: And welcome to the Heart Forest.
it: E benvenuta nella Foresta Centrale.

source: The Heart Forest
it: La Foresta Centrale

source: team_name^Thieves
it: Ladri

source: team_name^Trolls
it: Troll

source: team_name^Forest Creatures
it: Creature della Foresta

source: team_name^Birds
it: Uccelli

source: Talwyn Bridge
it: Ponte Talwyn

source: Reach the top edge of the map
it: Raggiungi il bordo superiore della mappa

source: Death of Durvan
it: Morte di Durvan

source: Frankly, when the village chief said ‘capable’ I was expecting something better.
it: Francamente quando il capo del villaggio ha detto “capaci” mi aspettavo qualcosa di meglio.

source: It’d be a grave mistake to underestimate us, lass. Life ’round here isn’t an easy deal.
it: Sarebbe un grave errore sottovalutarci, ragazza. La vita qui nei dintorni non è cosa facile.

source: I’m well aware of that, having lived in the wilderness myself before, but these are mostly untrained people!
it: Ne sono ben consapevole, essendo vissuta in terre selvagge prima d’ora, ma queste persone sono per la maggior parte non addestrate!

source: We’d better get going. And look out for the trolls — they like to prey on travelers and eat them alive.
it: Sarebbe meglio continuare. E attenzione ai troll: a loro piace assalire i viaggiatori e mangiarseli vivi.

source: Blast! I wasn’t counting on this happening!
it: Dannazione! Non avevo previsto che ciò succedesse!

source: Reck don’t like humans on his base. We smash them!
it: A Reck non piacciono umani nella sua base. Distruggiamoli!

source: Reck dying... and don’t know why.
it: Reck muore... e non sa perché.

source: That big troll was hoarding a considerable amount of gold in this abandoned fortress.
it: Quel grosso troll stava accumulando una considerabile quantità d’oro in questa fortezza abbandonata.

source: It’d seem there’s some stir going on ahead of us...
it: Sembra che ci sia del movimento avanti a noi...

source: Drop everything you’re carrying with you gal, and we <i>may</i> spare your pretty neck.
it: Dacci tutto quello che porti con te, ragazza, e noi <i>potremmo</i> risparmiare il tuo bel collo.

source: We don’t have time for this—
it: Non abbiamo tempo per questo...

source: We can’t just leave that poor girl at their mercy! We must help her!
it: Non possiamo lasciare quella povera ragazza al suo destino! Dobbiamo aiutarla!

source: (<i>Sigh</i>) Very well, let’s save her then!
it: (<i>Sigh</i>) Molto bene, salviamola allora!

source: Save Allyna from the bandits
it: Salva Allyna dai banditi

source: Death of Allyna
it: Morte di Allyna

source: Alas! I never got a chance to see the great towers of the capital!
it: Ahimè! Non ho mai avuto la possibilità di vedere le grandi torri della capitale!

source: We shouldn’t have let this happen!
it: Non avremmo dovuto permettere che ciò accadesse!

source: Oh, thank you for saving my life, sir. I’ll be forever grateful! Is there anything I could do for you?
it: Oh, grazie per avermi salvato la vita, signore. Ti sarò per sempre grata! C’è qualcosa che posso fare per te?

source: Hm, actually, this lass here is leading us...
it: Hm, in verità, è questa ragazza che ci sta guidando...

source: She’s the legendary Lady of Light!
it: Lei è la leggendaria Dama della Luce!

source: Oh, I see. I beg your pardon, my lady.
it: Oh, capisco. Chiedo perdono, mia signora.

source: May I ask what business brings a young girl like you to such a dangerous location alone? What’s your name, anyway?
it: Posso chiedere quali affari portano una giovane ragazza come te da sola in un luogo così pericoloso? Qual è il tuo nome, comunque?

source: I’m Allyna of Dalbloom, from the eastern border. It’s a very tiny village, so you may not have heard of it before. I was sent on a mission to deliver an important message to the Grand Council of the—
it: Sono Allynia di Dalbloom, dalla frontiera orientale. È un villaggio molto piccolo, quindi potreste non averlo mai sentito prima d’ora. Sono stata mandata per consegnare un importante messaggio per il Consiglio Supremo dei...

source: Sure, we also need to deliver our own messages to them. Perhaps you should join us — it’s a miracle you have made it this far through these uncivilized lands already.
it: Certo, anche noi dobbiamo consegnare i nostri messaggi a loro. Forse dovresti unirti a noi. È un miracolo che tu sia riuscita ad sopravvivere così a lungo in queste terre selvagge.

source: Yes! —I mean, if it doesn’t bother you, of course. I don’t think I have ever seen a town get ransacked like that before...
it: Sì! Voglio dire, se non sono di intralcio, ovviamente. Non penso di avere visto un paese saccheggiato in questo modo prima d’ora...

source: What are you talking about?
it: Di cosa stai parlando?

source: The bridge town ahead appears to have been overrun with filthy bandits. I turned back as soon as I could, but those brutes chased me, and then I found you!
it: Il ponte verso il paese qui davanti è stato invaso da luridi banditi. Sono tornata indietro il prima possibile, ma quei bruti mi hanno inseguita, è poi ho trovato voi!

source: Sounds like we may have to cleanse the town a bit before proceeding, then.
it: Sembra che dovremmo ripulire il paese prima di proseguire, allora.

source: Good plan. I never thought Talwyn would fall like that...
it: È un buon piano. Non avrei mai pensato che Talwyn cadesse in questo modo...

source: Defeat the bandit leader in Talwyn
it: Sconfiggi il capo dei banditi a Talwyn

source: No! All our efforts have been in vain!
it: No! Tutti i nostri sforzi sono stati vani!

source: Onwards we go, to the capital!
it: Avanti, verso la capitale!

source: So are you truly the Lady of Light? I’ve heard many amazing stories about you! Do you mind if I ask you some questions?
it: Quindi sei davvero la Dama della Luce? Ho sentito molte storie fantastiche su di te! Ti dispiace se ti faccio qualche domanda?

source: Unrest in Raelthyn
it: Guai a Raelthyn

source: team_name^Raelthyn
it: Raelthyn

source: River Lorin
it: Fiume Lorin

source: Lake Wylven
it: Lago di Wylven

source: Adavyan’s Keep
it: Fortezza di Adavyan

source: Tower of Silence
it: Torre del Silenzio

source: Finally, the walls of Raelthyn! It’s a pity it’s too dark to see the glory of the capital city!
it: Finalmente, le mura di Raelthyn! È un peccato che sia troppo buio per vedere la gloria della capitale!

source: I have been here before. Now, let’s move.
it: Sono già stata qui prima d’ora. Ora, muoviamoci.

source: I’m a mere messenger from the small village of Suthwood in the Heart Forest. We came here to meet with the Grand Council.
it: Sono un semplice messaggero dal piccolo villaggio di Suthwood nella Foresta Centrale. Siamo venuti per incontrare il Consiglio Supremo.

source: You and who else?
it: Tu e chi altro?

source: Seize the traitor!
it: Arrestate la traditrice!

source: Traitor? Who?
it: Traditrice? Chi?

source: Exactly what in the world is going on here?
it: Qualcuno può dirmi con esattezza cosa sta succedendo?

source: You, faerie, are accused of betraying the Alliance, allying yourself and an elvish faction with our enemies in times of war, and providing them with tactical information that jeopardizes the safety of our country and our allies.
it: Tu, fata, sei accusata di aver tradito l’Alleanza, di esserti alleata assieme a una fazione di elfi con i nostri nemici in tempo di guerra e di aver fornito loro informazioni tattiche che mettono a repentaglio la sicurezza di questo paese e dei nostri alleati.

source: I fear this must be some kind of misunderstanding... That can’t be possible! I would never shift my allegiances against what’s best for the free civilizations of Irdya!
it: Temo che ci sia un malinteso... Questo non può essere possibile! Non mi cambierei mai le mie alleanze contro che cosa è meglio per i popoli liberi di Irdya!

source: Let her come to the Grand Council — a trial won’t be necessary.
it: Lasciala venire al Consiglio Supremo. Un processo non sarà necessario.

source: But, my Lord...
it: Ma, mio Signore...

source: A punishment won’t be required either. She’s been framed by the enemy on purpose.
it: Non sarà necessaria nemmeno una punizione. È stata incastrata dal nemico.

source: Elynia, we have been eagerly awaiting your return. It’s been a long time...
it: Elynia, aspettavamo con ansia il tuo ritorno. È passato molto tempo...

source: Lord Arnesius, it’s good to see you again. Something terrible has happened...
it: Lord Arnesius, è bello vederti di nuovo. È accaduto qualcosa di orribile...

source: Yes, yes... Valen has told us everything, and there’s more you need to know as well. Come with us.
it: Sì, sì... Valen ci ha detto tutto, e c’è dell’altro che devi sapere. Vieni con noi.

source: My Lord, I— our messengers were promised an audience with the Council as well...
it: Mio Signore, io... ai nostri messaggeri è stata promessa un’audizione con il Consiglio...

source: That will have to wait while we discuss some war matters, but since you have come from so far protecting her, you may also come and listen.
it: Questo dovrà aspettare dato che dobbiamo discutere alcune faccende di guerra, ma dato che siete venuto da così lontano proteggendola, potete venire anche voi e ascoltare.

source: Revelations
it: Rivelazioni

source: We’d like to start by apologizing for our actions, or lack thereof. Had we understood the importance of your mission to Zocthanol we’d have sent a whole fleet with you, and Galas’ demise could have surely been avoided.
it: Gradiremmo cominciare scusandoci delle nostre azioni, o della mancanza esse. Se avessimo capito l’importanza della tua missione a Zocthanol avremmo mandato una intera flotta con voi, e la morte di Galas avrebbe certamente potuto essere evitata.

source: I... I don’t think that would have made a great difference. The storm that caught us was a trap set up by our enemies.
it: Io... Io non penso che avrebbe fatto una grande differenza. La tempesta che ci ha sorpreso era una trappola progettata dai nostri nemici.

source: As soon as we got word of your plan to assault the Wesmere hive on your own, we sent a platoon in your aid, but their path was obstructed by the Shaxthal creatures, who have apparently taken over the Bay of Glamdrol to the south-west.
it: Appena abbiamo saputo della vostra intenzione di attaccare l’alveare di Wesmere per conto vostro, abbiamo mandato un intero plotone in vostro aiuto, ma il loro cammino è stato intralciato dai Shaxthal, che hanno apparentemente preso la baia di Glamdrol a sud-ovest.

source: By the time the soldiers arrived, it was already too late. Not only did we not find you or the lich Mal Keshar, but the plains had completely disappeared.
it: Ma quando i soldati sono arrivati era troppo tardi. Non solo non sono stati in grado di trovare te o il lich Mal Keshar, ma l’intera pianura è completamente scomparsa.

source: But... disappeared?
it: Ma... scomparsa?

source: Everything vanished at the center of the explosion from which you escaped. The hive, the rocks, the clouds — everything had completely disappeared, according to the reports we got. The area surrounding the massive crater turned into a vast ashy desert devoid of any traces of life, artificial or otherwise. They also said the air itself had turned thin as in the tallest peaks of the Heart Mountains. We could only assume you had also been caught in the explosion and were destroyed along with the necromancer.
it: Tutto è scomparso al centro dell’esplosione da cui sei sfuggita. L’alveare, le rocce, le nuvole... Tutto è completamente scomparso, secondo i rapporti che abbiamo ricevuto. L’area che circonda l’enorme cratere è diventata un grande deserto polveroso privo di ogni traccia di vita, artificiale o naturale. Inoltre dicono che l’aria stessa è diventata rarefatta come quella sulle cime delle Montagne Centrali.

source: With the ongoing war, we couldn’t spend much time or resources in searching for you, so we decided to seek assistance from a seer who could tell us what happened and why. That’s when we found Valen, who has been of great help to us this past year.
it: Con la guerra in corso, non abbiamo potuto spendere molto tempo o risorse nella tua ricerca, quindi abbiamo deciso di cercare aiuto a un veggente che avrebbe potuto dirci cosa era accaduto e perché. Così trovammo Valen, che ci è stata di grande aiuto nell’ultimo anno.

source: Hold on...
it: Un momento...

source: That isn’t possible! A year? But— it’s been less than a month!
it: Non è possibile! Un anno? Ma... È accaduto meno di un mese fa!

source: For you, my lady, time has only flowed since the point you reappeared in our country’s borders, but for us, time kept flowing as usual. It’s been a little more than a year since the destruction of Wesmere.
it: Per te, mia signora, il tempo è scorso solo da quando sei ricomparsa ai nostri confini, ma per noi, il tempo è continuato a trascorrere normalmente. È passato poco più di un anno dalla distruzione di Wesmere.

source: We suspect you were at the very center of the explosion, which may have caused an anomaly that brought you forward in time.
it: Sospettiamo che tu fossi al centro dell’esplosione, che potrebbe aver causato un anomalia che ti ha portata avanti nel tempo.

source: ... Actually, it could be my own fault. I used a teleportation spell I had learned in Zocthanol, but I couldn’t master it. I used it right when I felt I was dying, as if my very life energy was being torn apart...
it: ... In verità potrebbe essere stata colpa mia. Ho usato un incantesimo di teletrasporto che ho imparato a Zocthanol, ma non ho saputo padroneggiarlo. L’ho usato proprio quando ho sentito di stare per morire, come se la mia propria energia vitale stesse per essere distrutta...

source: But this doesn’t make sense. How could that happen?
it: Ma ciò non ha alcun senso. Come è potuto accadere?

source: There are many things we still haven’t learned about our enemies that are perhaps essential for putting an end to this stupid war.
it: Ci sono molte cose che ancora non sappiamo sul nemico che sono forse essenziali per mettere fine a questa stupida guerra.

source: Where’s Kyara? And Horo? We sent them to you after securing the Chaos outpost in Wesmere!
it: Dov’è Kyara? E Horo? Li abbiamo mandati da voi dopo aver preso l’avamposto del Caos a Wesmere!

source: We haven’t heard of them, I fear.
it: Non ne sappiamo niente, temo.

source: Assuming they stumbled upon the same number of enemies as our men did, it’s very likely they didn’t make it.
it: Presupponendo che abbiano incontrato lo stesso numero di nemici che hanno incontrato i nostri uomini, è molto probabile che non ce l’abbiano fatta.

source: If you provide me with more information about them, I could try to find out what occurred to them, but it will take time.
it: Se mi fornirai più informazioni su di loro, potrei provare a scoprire cosa è loro successo, ma ci vorrà del tempo.

source: While Valen was trying to determine your whereabouts, new riots took place between the elves in the lands to the east. There are rumors of a certain rose-haired faerie allying herself with the leaders of the Chaos Empire, which is why you and your people have become rather unpopular amongst our peers.
it: Mentre Valen stava cercano di determinare la vostra posizione, nuovi disordini sono scoppiati nelle terre a oriente. Ci sono voci di una certa fata dai capelli rosa che si è alleata con i capi dell’Impero del Caos, che è il motivo perché tu e la tua gente siete diventati abbastanza impopolari tra i nostri nobili.

source: The elves are fighting amongst themselves once again on the eastern border of our country, but one of the factions is clearly at an advantage thanks to their alliance with the Empire. We suspect they might be planning to invade us next, taking advantage of the tight situation on the southern borders.
it: Gli elfi stanno ancora combattendo tra di loro ai confini orientali del nostro paese, ma una delle fazioni è chiaramente in vantaggio grazie alla loro alleanza con l’Impero. Sospettiamo che potrebbero stare pianificando di invaderci in seguito, approfittando della difficile situazione sui confini meridionali.

source: Furthermore, it is said a great explosion took place in Glamdrol a few days ago. We haven’t received any confirmation yet, but we fear it’s of a similar nature to the one which destroyed Wesmere. If that’s true, then we have just lost our largest western garrison.
it: Inoltre, si dice che ci sia stata una grande esplosione a Glamdrol qualche giorno fa. Non abbiamo ricevuto ancora alcuna conferma, ma temiamo sia di natura simile a quella che ha distrutto Wesmere. Se ciò è vero, allora abbiamo appena perso una delle nostre più grandi guarnigioni occidentali.

source: I see...
it: Capisco...

source: It’s of utmost importance that the situation in the east is cleared up. The friendly elvish faction has asked us for aid, but as it is now we are unable to gather the complete Council to come to an agreement. We don’t have many men to spare right now, so it’s been suggested that you could lead a militia in order to assist them and hopefully find out who is this mysterious impersonator.
it: È della più estrema importanza che la situazione a est sia risolta. La fazione elfica amichevole ci ha chiesto aiuto, ma al momento non siamo in grado di radunare il Consiglio al completo per arrivare a un accordo. Non abbiamo molti uomini a disposizione ora, quindi è stato suggerita l’idea che tu guidassi una milizia per assisterli e possibilmente scoprissi chi sia questo misterioso impersonatore.

source: I think I’ve had enough experience with leading militiamen in the forests for my liking, and I highly doubt they could stand a chance against those demons and biomechanical creatures!
it: Penso di avere avuto abbastanza esperienza di condurre miliziani nella foresta per il mio gradimento, e dubito altamente che potrei avere una possibilità contro quei demoni e quelle creature biomeccaniche!

source: It was never our intention to send you alone with barely-trained fighters. Amongst your messengers was one of Mal Keshar’s very own disciples, a woman by the name of Zynara. She’s willing to assist by leading a new undead horde against our enemies for you.
it: Non è mai stata nella nostra intenzione mandarti da sola con combattenti poco addestrati. Tra i vostri messaggeri c’era una delle discepole di Mal Keshar, una donna di nome Zynara. Si è offerta di guidare una nuova orda di non-morti contro i nostri nemici per te.

source: If you agree to help us, we will also make sure to keep you informed of any important events from the main battle front, sending you messages through Valen. You’ll also be able to communicate with us this way.
it: Se sei disponibile ad aiutarci, ci assicureremo di tenerti informata di qualunque evento importante dal fronte di guerra principale, mandandoti messaggi attraverso Valen. Sarai in grado di comunicare con noi in questo modo.
