Repository: wescamp/After_the_Storm-1.10
Catalog: po/*.po
Languages: it

source: There’s a very important journal we retrieved from the Chaos capital, and Mal Keshar told me before his destruction that he passed it to Kyara, the desert elf, in case neither of us would make it back from the hive. I am hopeful that she and Horo are still alive somewhere, or at the very least they passed the journal to another trustworthy person. I will agree to lead the expedition on the condition that you also do your best to locate it.
it: C’è un diario molto importante che abbiamo recuperato dalla capitale del Caos, e Mal Keshar mi disse prima della sua distruzione che lo aveva passato a Kyara, l’elfa del deserto, in caso nessuno di noi facesse ritorno dall’alveare. Spero che lei e Horo siano ancora vivi da qualche parte, o che almeno abbiamo passato il diario a un’altra persona di fiducia. Accetterò di guidare la spedizione solo se farete il vostro meglio per localizzarlo.

source: That’s a fair deal, although I would like to know first what’s in there that makes it such a great priority for you over your reputation and your people.
it: È un accordo accettabile ma vorrei sapere prima cosa c’è scritto per renderlo una priorità maggiore della tua reputazione e della tua gente.

source: Mal Keshar didn’t get a chance to talk with me about the contents of the journal besides the location of the hive, where the heart of Yechnagoth was supposedly stored. Before his destruction he mentioned “a greater cause, one that transcends the fate of Irdya”. I have a feeling that it’s something he read in it. The journal was written by the Chaos Emperor himself, so the information within should be accurate.
it: Mal Keshar non ebbe possibilità di parlarmi del contenuto del diario eccetto la posizione dell’alveare, dove si suppone fosse situato il cuore di Yechnagoth. Prima della sua distruzione mia ha menzionato «una causa più importante, una che trascende il destino di Irdya». Ho la sensazione che riguardi qualcosa che lesse nel diario. Esso è stato scritto dall’Imperatore del Caos in persona, quindi le informazione contenute dentro di esso dovrebbero essere accurate.

source: That is, assuming the heart of the colossal creature we destroyed in Wesmere was truly Yechnagoth’s.
it: Questo è tutto, presupponendo che la creatura colossale che abbiamo distrutto a Wesmere fosse veramente Yechnagoth.

source: I’ll do whatever it takes to find out about that journal, my lady.
it: Farò qualsiasi cosa necessaria per trovare informazioni sul quel diario, mia signora.

source: Very well, then. Tomorrow we’ll provide you with further instructions for your mission. We’ll talk with the messengers from Suthwood now.
it: Molto bene, allora. Domani di forniremo altre istruzioni sulla tua missione. Ora parleremo con i messaggeri di Suthwood.

source: Shifting Allegiances
it: Alleanze mutevoli

source: team_name^Demons
it: Demoni

source: team_name^Shaxthals
it: Shaxthals

source: Death of Zynara
it: Morte di Zynara

source: It’s really been a long trip. Are we there yet?
it: È stato un viaggio davvero molto lungo. Siamo arrivati?

source: No. Dalbloom should be another couple of days away if we don’t stop to rest.
it: No. Dalbloom dovrebbe distare un altro paio di giorni se non ci fermiamo a riposare.

source: Ah, if you only knew how to use the Ruby’s power to its full extent, we could have avoided all this.
it: Ah, se solo sapessi come usare la piena misura del potere del rubino avremmo potuto evitare tutto questo.

source: Right. But—
it: Giusto. Ma...

source: <i>(visibly angered)</i> You can’t possibly know about the Ruby of Fire! Who are you?
it: <i>(visibilmente arrabbiata)</i> Tu non puoi sapere del Rubino di Fuoco! Chi sei?

source: I’m sorry for lying to you. I really like you, but I needed you to come here...
it: Mi dispiace di averti mentito. Tu mi piaci molto, ma avevo bisogno che tu venissi qui...

source: An impostor!
it: Un impostore!

source: No, I simply needed to disguise myself as a helpless human girl so I’d be allowed to travel with you and guide you to this place.
it: No, avevo semplicemente bisogno di camuffarmi in una indifesa ragazza umana per far si che mi permettessi di viaggiare con te e guidarti in questo luogo.

source: What do you want from us?
it: Cosa volete da noi?

source: We just want your staff, or to be more specific, the Ruby of Fire, which is currently part of it.
it: Vogliamo semplicemente il tuo bastone, o per essere più specifici, il Rubino di Fuoco, che è parte di esso.

source: You already tried this once and didn’t succeed; what makes you think this time will be any different?
it: Ci avete già provato una volta senza successo, cosa vi fa pensare che questa volta sarà diverso?

source: Actually... I presume you are speaking of someone else?
it: In verità... presumo che tu stia parlando di qualcun’altro?

source: My lady, we are wasting precious time here! Let’s just get rid of them!
it: Mia signora, stiamo perdendo tempo prezioso! Sbarazziamoci di loro!

source: The power of the Ruby of Fire is too great and too evil for it to fall into the wrong hands. You fiends shall not get this artifact as long as I live!
it: Il potere del Rubino di Fuoco è troppo grande e malvagio per cadere nelle mani sbagliate. Voi demoni non avrete questo artefatto finché io vivo!

source: So be it, then. I was hoping to achieve something with a more civilized approach, but I guess diplomacy has become a thing of the past in this world as well.
it: Così sia, allora. Speravo di ottenere qualcosa con un approccio più civile, ma a quanto pare la diplomazia è diventata qualcosa del passato anche in questo mondo.

source: I’m truly sorry. It wasn’t my intention for things to come to this.
it: Mi dispiace davvero. Non era mia intenzione che si arrivasse a questo.

source: What... was that?
it: Cosa... cosa è successo?

source: I’m not sure. There’s something very... unusual about these demons, aside from the fact that there are two faerie beings allied with them.
it: Non ne sono sicura. C’è qualcosa di molto... strano in questi demoni, incluso il fatto che ci sono due esseri fatati alleati con loro.

source: Let’s purge this plague out of the country!
it: Liberiamo la nostra terra da questa piaga!

source: You can now recruit undead units!
it: Ora puoi reclutare truppe non-morte!

source: Did you all hear that?
it: L’avete sentito tutti?

source: That’s the sound of bad news — shaxthal creatures are approaching.
it: Quello è il suono di brutte notizie: si stanno avvicinando creature shaxthal.

source: They have arrived!
it: Sono arrivate!

source: Curse Uria! They have found us!
it: Sia maledetta Uria! Ci hanno trovati!

source: Those metallic beasts don’t seem interested in us as much as they are interested in our foes, but why?
it: Quelle bestie metalliche sembrano più interessate ai nostri avversari che a noi, ma perché?

source: Lady of Light, I’d like to call a truce. These creatures are our enemies too, and we don’t really want to get involved in a slaughter.
it: Dama della Luce, mi piacerebbe invocare una tregua. Queste creature sono anche nostri nemici, e noi non vogliamo un massacro.

source: Why should my side accede? Don’t you all work for Uria?
it: Perché dovremmo accettare? Non lavorate tutti per Uria?

source: We don’t! We are struggling <i>against</i> her!
it: Noi no! Stiamo combattendo <i>contro</i> di lei!

source: My lady, those demons cannot be trusted! They must be staging a trap, posing as enemies of Uria!
it: Mia signora, non possiamo fidarci di quei demoni! Stanno sicuramente tendendoci una trappola, ponendosi come nemici di Uria!

source: I don’t know, they do seem to have a few of us amongst them. I am fairly sure our kind wouldn’t ally with demons without a very good reason.
it: Non saprei, sembrano avere qualcuna di noi tra loro. Sono abbastanza sicura che la nostra gente non si alleerebbe con dei demoni senza una ragione molto buona.

source: And what if that reason is destroying us? Your kind can’t be trusted!
it: E se quella ragione fosse quella di distruggerci? Non si ci può fidare della tua gente!

source: My lady?
it: Mia signora?

source: (<i>What would Galas and Anlindë have done in this situation?</i>)
it: (<i>Cosa avrebbero fatto Galas e Anlindë in questa situazione?</i>)

source: My lady, you must decide now!
it: Mia signora dovete decidere ora!

source: I know...
it: Lo so...

source: Let’s cooperate with these strange demons and repel the shaxthal incursion before they infest the countryside. We’ll decide what to do about them later.
it: Collaboriamo con questi strani demoni e respingiamo l’incursione dei shaxthal prima che infestino queste terre. Decideremo cosa fare di loro più tardi.

source: Allying ourselves with Uria’s spawn would be a great dishonor for the memory of our fallen friends.
it: Allearsi con i figli di Uria sarebbe un grande disonore per la memoria dei nostri amici caduti.

source: That’s an unfortunate choice.
it: Questa è stata una pessima scelta.

source: This is ridiculous! My master must have overestimated your ability to command!
it: Questo è ridicolo! Il mio maestro deve aver sopravvalutato la tua abilità di comandare!

source: Your master would have been destroyed if Galas and Anlindë hadn’t been at the command of the elvish troops. They gave him a chance to redeem himself. If it weren’t for that, none of us would be here today discussing this.
it: Il tuo maestro sarebbe stato distrutto se Galas e Anlindë non fossero stati al comando delle truppe elfiche. Loro gli hanno dato una possibilità per redimersi. Se non fosse stato per questo, nessuno di noi sarebbe qui a discuterne oggi.

source: Very well, let’s do this!
it: Molto bene, facciamolo!

source: Defeat the Shaxthal incursion leaders
it: Sconfiggi il condottieri Shaxthal

source: Death of Elorran
it: Morte di Elorran

source: My people! Now that Uria knows we are plotting against her, they are doomed!
it: La mia gente! Ora che Uria sa che stiamo complottando contro di lei è spacciata!

source: Fort Dalbloom
it: Forte Dalbloom

source: Yes! We did it! We did it together!
it: Sì! Ce l’abbiamo fatta! Ce l’abbiamo fatta insieme!

source: Am I right in assuming that the village of Dalbloom doesn’t truly exist anymore, and it’s just the name of an ancient stronghold from the times before the Fall?
it: Sono nel giusto se assumo che il villaggio di Dalbloom non esista più, e che sia semplicemente il nome di una antica fortezza dei tempi prima della Caduta?

source: That’s right. We needed you to come here, away from the Alliance’s troops, and away from the Chaos forces. Or at least, we <i>thought</i> they would not be roaming around these parts. It’s alarming that their war beasts have come this far within the human country.
it: Esattamente. Avevamo bisogno che tu venissi qui, lontana dalle truppe dell’Alleanza e da quelle del Caos. O almeno, noi <i>pensavamo</i> che non si sarebbero aggirate da queste parti. È allarmante il fatto che quelle bestie siano arrivate così in profondità dentro la nazione umana.

source: May I know why you believe acquiring the Ruby of Fire will do good to your cause, whatever it is?
it: Posso sapere perché pensi che avere il Rubino di Fuoco sia d’aiuto alla tua missione, qualunque essa sia?

source: My lady, Elorran is one of the few demon lords who refused to heed Uria’s call to war against the good people of Irdya. He came to me seeking supporters for his mission, so we could contact you and destroy the demonic artifact you hold.
it: Mia signora, Elorran è uno dei pochi signori dei demoni che ha rifiutato il richiamo di Uria alla guerra contro le brave genti di Irdya. È venuto da me a cercare sostenitori per la sua missione, così da poterti contattare e distruggere l’artefatto demoniaco che possiedi.

source: According to what Anya heard, you set foot in the Kalari stronghold once, and confronted the Iron Council. You have probably realized the Ruby isn’t a mere piece of magic jewelry, but you may be unaware of the full extent of its power. Long ago, a group of human sorcerers created it and killed Irdya’s very own Gatekeeper, the one who was charged with the task of guarding the entrance to Inferno. That disaster brought this world to Uria’s attention.
it: Secondo quello che Anya ha sentito, sei stata nella fortezza di Kalari e hai affrontato il Consiglio di Ferro. Probabilmente hai capito che il Rubino non è un semplice gioiello magico, ma potresti essere ignara della piena misura del suo potere. Molto tempo fa, un gruppo di stregoni umani lo ha creato e ha ucciso il Guardiano di Irdya, quello che era stato incaricato di sorvegliare l’entrata dell’Inferno. Quel disastro ha portato questo mondo all’attenzione di Uria.

source: The many Gatekeepers were created from the remains of Delethia, the ancient guardian of secrets, sister of Uria. They were assigned to different locations to protect them in case Uria was corrupted again and to prevent anything from entering or leaving Inferno. But Uria has figured this out, and she wants the Ruby of Fire to create a path to allow her to enter and invade Ethea for reasons we haven’t learned yet. There might be something in there which she could use against the few remaining demon gods who may oppose her.
it: I molti Guardiani sono stati creati dai resti di Delethia, l’antica guardiana dei segreti, sorella di Uria. Sono stati assegnati in diversi luoghi per proteggerli in caso Uria fosse corrotta di nuovo e per contenere l’Inferno al suo posto. Ora che Uria l’ha capito, vuole usare il Rubino di Fuoco per creare una via per Ethea, un mondo che pianifica di invadere per motivi ancora sconosciuti. Sospettiamo che ci sia qualcosa in quel mondo che può usare contro le poche divinità demoniache che la potrebbero ostacolare.

source: In the process, she will conquer Irdya to test her forces and breed a massive army of biomechanical creatures for use against those who will defend Ethea.
it: Nel frattempo, conquisterà Irdya per testare le sue forze e creare un grande esercito di creature biomeccaniche per usarlo contro coloro che difenderanno Ethea.

source: Although some of us think the right being <i>could</i> use the power of the Ruby to destroy or incapacitate Uria, nobody wants to run the risk and unwittingly deliver the artifact to her by failing in such a suicidal mission. Hence we want to destroy it.
it: Sebbene sia stato proposto che la persona giusta <i>potrebbe</i> usare il potere del Rubino per distruggere o fermare Uria, nessuno vuole correre il rischio di consegnarle l’artefatto fallendo in una missione così suicida. Quindi vogliamo distruggerlo.

source: We really need your help...
it: Abbiamo davvero bisogno del tuo aiuto...

source: The Ruby of Fire— this staff, originally owned by my master, the Great Sorceress Niryone... it belongs to me. I have sacrificed much keeping it away from those who could threaten the future of the peoples of Irdya. I’m not going to give up. Surely we can thwart Uria’s plans in a different way.
it: Il Rubino di Fuoco... questo bastone, in principio posseduto dalla mia maestra, la Suprema Incantatrice Niryone... appartiene a me. Ho sacrificato tanto nel tenerlo lontano da coloro che avrebbero potuto minacciare il futuro dei popoli di Irdya. Non mi arrenderò adesso. Sicuramente possiamo sventare i piani di Uria in un altro modo.

source: We aren’t the only group that has stood up against her rule, but we are one of the few that has survived to this day. We’ve seen her real power, and only the wielder of the Union could possibly stand a chance against her — if only that power didn’t fall into her hands following your short incursion into her territory.
it: Non siamo l’unico gruppo che si oppone al suo dominio, ma siamo uno dei pochi che è riuscito a sopravvivere fino ad oggi. Abbiamo visto il suo vero potere, e solo chi possiede l’Unione può avere una possibilità contro di lei... se solo quel potere non cadesse nelle sue mani.

source: What do you mean— she cannot use that power, right?
it: Cosa vuoi dire... lei non può usarlo, giusto?

source: Not yet...
it: Non ancora...

source: What she expects to find in Ethea might be another artifact that could enable her to wield the Union.
it: Ciò che potrebbe trovare in Ethea potrebbe essere un altro artefatto che potrebbe renderla capace di usare l’Unione.

source: I’m not convinced destroying the Ruby is the correct option. What if there’s an equivalent somewhere else in Irdya, or in another world?
it: Non sono convinta che distruggere il Rubino sia l’opzione corretta. E se ci fosse una copia da qualche parte in Irdya, o in qualche altro mondo?

source: That’s a risk we’ll have to take. As things stand right now, Uria <i>is</i> more likely to obtain the Ruby than any other alternative.
it: È un rischio che dobbiamo correre. Al momento <i>è</i> più probabile che Uria ottenga il Rubino che qualsiasi altra alternativa.

source: The elves... the people whom I swore to protect eons ago need me at this very moment. Let me use the power of the Ruby once again, and then we’ll make sure it won’t be used ever again.
it: Gli elfi... la gente che ho giurato di proteggere eoni fa ha bisogno di me in questo momento. Permettimi di usare il potere del Rubino per una sola volta, e poi ci assicureremo che non venga più usato.

source: My lord, we won’t be able to convince her to do otherwise.
it: Mio signore, non saremo in grado di convincerla a fare altrimenti.

source: <i>(sighs)</i> Your tenacity has not passed unnoticed, Lady of Light. Uria knows you are a formidable enemy, albeit notably foolish at times. Do what you feel is right, and then come back to us as soon as you may so we can put an end to Uria’s plans together. Anya will go with you; her necklace will allow you to find us, no matter the distance or the time.
it: <i>(sospira)</i> La tua tenacia non è passato inosservata, Dama della Luce. Uria sa che tu sei un nemico formidabile, anche se sciocco a volte. Fa quello che ritieni giusto, e poi torna da noi. Anya verrà con te, e sarà in grado di trovarci quando sarà tempo di porre fine ai piani di Uria.

source: I will... go with her? Excellent!
it: Io andrò... con lei? Eccellente!

source: Very well, Lord Elorran. I swear I will do my best to keep the Ruby away from our enemies.
it: Molto bene, Lord Elorran. Giuro che farò del mio meglio per tenere il Rubino lontano dai nostri nemici.

source: Dealing with demons... (<i>Sigh</i>) This won’t end well...
it: Fare accordi con i demoni... (<i>sospiro</i>) Non andrà a finire bene...

source: I would like to keep our pact as a secret between us. Even if the Grand Council understood, there seems to be a fair chance it could fall and provide Uria’s henchmen with information about our plans. Nobody should tell anyone else about this.
it: Vorrei anche tenere questo patto tra noi. Anche se il Consiglio Supremo capisse, c’è ancora la possibilità che venga sconfitto e che dia ai servi di Uria informazioni sui nostri piani. Nessuno dovrà dire niente su di ciò.

source: Understood, my lady.
it: Capito, mia signora.

source: Understood...
it: Capito...

source: Let’s head to the elvish lands now and finish this.
it: Dirigiamoci verso le terre degli elfi e poniamo fine a questa cosa.

source: The Eastern Front
it: Il fronte orientale

source: team_name^Elves
it: Elfi

source: Death of Anya
it: Morte di Anya

source: This field is beautiful! Just look at the flowers!
it: Questo prato è bellissimo! Guardate che bei fiori!

source: It’s certainly so, but I’m more concerned about our current location...
it: Certo, tuttavia sono più preoccupata per la nostra attuale posizione...

source: My lady, there are encampments ahead, apparently occupied by elves! This doesn’t look right!
it: Mia signora, ci sono accampamenti davanti a noi, apparentemente occupati da elfi! C’è qualcosa che non va!

source: Not at all, and I fear for the fate of the elves who sent that call for help to the Council. Everyone prepare for battle, and let’s hope for the best.
it: Concordo, e tempo per il destino degli elfi che hanno chiesto aiuto al Consiglio. Che tutti si preparino per la battaglia, e speriamo per il meglio.

source: May the Lords of Light protect us...
it: Possano i Signori della Luce proteggerci...

source: They have assembled a true army!
it: Hanno organizzato un vero esercito!

source: Not just that, but they’ve also got support from the metallic creatures working for Uria!
it: E non solo, ma hanno anche l’aiuto di quelle creature metalliche che lavorano per Uria!

source: My lady, what do you suggest we do?
it: Mia signora, cose suggerisci di fare?

source: I wish we could just entirely avoid casualties, but that’s not going to happen.
it: Vorrei poter evitare interamente lo scontro, ma non c’è altra alternativa.

source: What then?
it: E allora?

source: Let’s just do our best. Charge!
it: Facciamo del nostro meglio. Carica!

source: Who is it that dares defy the power of the Lady of Light?
it: Chi osa ostacolare il potere della Dama della Luce?

source: You, I presume. I am the only Lady of Light that there is on Irdya, and you have been deceived into fighting against me and the Grand Council of the Northern Peoples in favor of a dark cause, one that betrays the memory of our civilization and our leaders.
it: Tu, a quanto pare. Sono la sola Dama della Luce su Irdya, e sei stata ingannata per farti combattere contro di me e il Consiglio dei Popoli Settentrionali in favore di una causa oscura, una che tradisce la memoria della nostra civiltà e dei nostri capi.

source: You are nothing but a blatant impostor working for the human bastards — a dirty, treacherous impostor!
it: Non sei nient’altro che un impostore che lavora per i bastardi umani... uno sporco, ingannevole impostore!

source: Take her back to the encampment! I need to ask a few questions...
it: Riportatela all’accampamento! Devo farle alcune domande...

source: I refuse to answer to the likes of you!
it: Mi rifiuto di rispondere a quelli come te!

source: The traitors... they have slain me...
it: I traditori... mi hanno uccisa...

source: Those elves who willingly choose to support the forces that seek to destroy our world don’t deserve to live.
it: Gli elfi che hanno scelto volontariamente di sostenere le forze che vogliono la distruzione del nostro mondo non meritano di vivere.

source: That seems rather contradictory, don’t you think?
it: Sembra abbastanza contraddittorio, non pensi?

source: I shall not fall today!
it: Io non cadrò oggi!

source: He’s running away!
it: Sta scappando!

source: How do you do that, girl?
it: Come riesci a farlo, ragazza?

source: Do what?
it: Fare cosa?

source: You seem able to heal your own wounds without any effort. I hadn’t heard of other faeries of the deep forest having that power before. Demons, on the other hand...
it: Sembri essere in grado di guarire le tue ferite senza alcuno sforzo. Non ho sentito prima d’ora di altre fate della foresta che hanno quel potere. I demoni, d’altro canto...

source: Ah. Well, I have had this ability for as long as I can remember.
it: Ah. Beh, ho questa abilità fin da quando riesca a ricordare.

source: This conflict didn’t begin just now. When Galas and I visited the northern country for the last time, a civil war ensued between our kinsmen because of Inodien’s death. The rumors pointed at the Iron Council’s intrusion in our lands and affairs, but we didn’t have the opportunity to confirm anything.
it: Questo conflitto non è iniziato solo ora. Quando Galas e io abbiamo visitato le terre settentrionali per l’ultima volta, una guerra civile infuriava tra la nostra gente a causa della morte di Inodien. Si diceva che ci fosse strato il Consiglio di Ferro dietro di ciò, ma non abbiamo avuto l’opportunità di confermare nulla.
