Repository: wescamp/After_the_Storm-1.10
Catalog: po/*.po
Languages: it

source: Ah, the struggle that lead to the banishment of the elves from the country. I remember that.
it: Ah, il conflitto che portò all’espulsione degli elfi dal paese. Me lo ricordo.

source: Much elvish blood has been shed today. I swear whoever plotted this shall pay with their own life — no matter what it takes.
it: Molto sangue di elfo è stato versato oggi. Giuro che chiunque abbia pianificato questo pagherà con la propria vita. Non importa a quale prezzo.

source: Elynia! I’m so glad to see you again after so long...
it: Elynia! Sono così lieta di vederti dopo così tanto tempo...

source: Unarye, what happened? We were heading towards the eastern forest to meet with you when we stumbled upon this incursion. What are our enemies doing so close to the human country?
it: Unarye, cosa è successo? Ci stavamo dirigendo verso la foresta orientale per incontrarti quando siamo incappati in questa incursione. Cosa ci fanno i nostri nemici così vicini alle terre degli umani?

source: Indeed we owe you a few explanations, and I apologize for being unable to arrive earlier, but our forces have been severely weakened. Come with me, and I’ll explain all.
it: Ti dobbiamo alcune spiegazioni, e mi scuso per non essere stata in grado di arrivare prima, ma le nostre forze sono state gravemente indebolite. Vieni con me, e ti spiegherò tutto.

source: My lady, do you know this elf?
it: Mia signora, conosci questo elfo?

source: She is one of Galas’ friends, Unarye, and she’s been collaborating with the Grand Council ever since we left to infiltrate the Empire. I know she can be trusted. Now, let’s go.
it: È uno degli amici di Galas, Unarye, e ha collaborato con il Consiglio da quando noi siamo partiti per attaccare l’Impero. So che possiamo fare affidamento su di lei. Andiamo.

source: My lady, I’ve just heard rumors that the elves are already advancing towards Raelthyn.
it: Mia signora, ho appena sentito voci che dicono che gli elfi stanno avanzando verso Raelthyn.

source: That explains why they haven’t crushed us yet despite our poor performance in this region. This was a foolish move. It’s best that we fall back to aid in the defense of the central region, quickly.
it: Questo spiega perché non ci hanno ancora sconfitti nonostante la nostra povera prestazione in questa regione. È stata una mossa sciocca. È meglio ritirarsi velocemente per aiutare le difese nella regione centrale.

source: The Plan
it: Il piano

source: Everyone here is restless, and the elvish leader is nowhere to be seen...
it: Siamo tutti impazienti, e non c’è traccia del comandante degli elfi...

source: Ah, there she comes!
it: Ah, eccola!

source: I apologize once again for keeping you all waiting.
it: Mi scuso di nuovo per l’attesa.

source: It’s no problem, really.
it: Non c’è problema.

source: The reason we moved out of the way to the Aragwaith country is that we originally thought our befallen kin would chase us and leave the humans alone. As we all just saw, of course, we were mistaken. Our own people have managed to retrieve some valuable information from the enemy settlements, though, and you must listen carefully...
it: La ragione per cui abbiamo abbandonato le terre degli Aragwaith è che pensavamo in principio che i nostri fratelli corrotti ci avrebbero inseguito lasciando in pace gli umani. Da quel che abbiamo appena potuto vedere, ci eravamo sbagliati. Tuttavia la nostra gente è riuscita a ottenere alcune informazioni su gli insediamenti nemici, e dovete ascoltare attentamente...

source: We are listening, my friend.
it: Stiamo ascoltando, amica.

source: The impostor who calls herself the Lady of Light has amassed a varied army of elves, humans, barbarians and Shaxthal creatures, apparently as part of a plan to reorganize the Chaos forces and strike the human country from the east while keeping their troops busy in the west. Not only have they gotten support from Inodien’s heirs, but they have apparently managed to contact elvish and human barbarians from lands farther to the east before we found out of their existence.
it: L’impostore che proclama di essere la Dama della Luce ha ammassato un variegato esercito di elfi, umani, barbari e creature Shaxthal, apparentemente con l’intento di riorganizzare le forze del Caos e invadere le terre degli umani a est mentre tiene occupate le loro truppe a ovest. Non solo hanno il sostegno degli eredi di Inodien, ma sono riusciti a quanto pare a contattare barbari elfi e umani nelle terre ulteriormente a oriente prima che potessimo scoprire della loro esistenza.

source: Their base of operations is said to be located in Telchior’s Hold in the Valley of Elynia — the very place whence we fled under Galas’ command following the Chaos invasion. Something really wrong must have occurred in there after our departure. As I recall, the last time we met you mentioned that Lord Lédinor was infested by Uria.
it: Si dice che la loro base sia nella fortezza di Telchior nella valle di Elynia, lo stesso posto da dove siamo fuggiti sotto il comando di Galas dopo l’invasione delle forze del Caos. Qualcosa di orribile deve essere successo dopo la nostra partenza. Da quel che ricordo, l’ultima volta che ci siamo incontrati mi hai menzionato che Lord Lédinor era stato posseduto da Uria.

source: That’s correct, indeed.
it: Infatti.

source: The information we have could be a fabrication intended to mislead us into thinking the valley has some relevance in the greater scheme of things, but it’s hard to ignore the danger this new foul alliance poses for everyone. If the northern lands fall now, the Chaos Empire will have won the war without their Emperor or capital.
it: Questa informazione potrebbe essere un inganno tesoci per farci pensare che la valle abbia qualche rilevanza con i piani del nemico, ma è difficile ignorare il pericolo che questa nuova maledetta alleanza rappresenta per tutti. Se le terre settentrionali cadono ora, l’Impero del Caos avrà vinto la guerra senza il suo Imperatore né la sua capitale.

source: We are in the middle of a major reorganization of our forces to protect the eastern front for as long as we can, even if the Grand Council isn’t available to coordinate efforts with us.
it: Siamo nel mezzo di una importante riorganizzazione delle nostre forze atta a proteggere il fronte orientale il più a lungo possibile, anche se il Consiglio Supremo non è disposto a coordinare i propri sforzi con noi.

source: Elynia, you lead many capable warriors and you have support from the dead. If you could infiltrate the valley and slay the impostor in the meantime, we could put an end to the war on this front.
it: Elynia, tu guidi molti guerrieri capaci e hai l’aiuto dei morti. Se ti infiltrassi nella valle per uccidere l’impostore potremmo porre fine alla guerra su questo fronte.

source: But... I don’t know anything about the valley’s location other than the fact that it’s in the middle of the desert, and fighting in a desert could be disastrous!
it: Ma... io non so niente su dove si trovi la valle a parte il fatto che essa è situata nel mezzo del deserto, e combattere in un deserto può essere disastroso!

source: The impersonator is a coward and she isn’t going to lead her minions in the front line. If anything can be done about her, it’ll have to be in her base.
it: L’impostore è un codardo e lei non guiderà personalmente i suoi servi in prima linea. Se vogliamo ucciderla, dobbiamo farlo nella sua base.

source: You are a powerful warrior and you have more experience in these matters than any of the present people. You helped Galas and Mal Keshar infiltrate into the Chaos Empire once — I’m sure you can do this again.
it: Sei una potente guerriera e hai più esperienza in queste cose di chiunque altro dei presenti. Hai aiutato Galas e Mal Keshar a infiltrarsi nel territorio dell’Impero del Caos una volta, sono sicura che tu possa farlo di nuovo.

source: Very well. We’ll travel to your old home to purge this plague and strike down the false Lady of Light.
it: Molto bene. Viaggeremo verso la vostra vecchia casa per porre fine a questa piaga e abbattere la falsa Dama della Luce.

source: Thank you, Elynia — thank you all. I’m sure that under your command this mission will be a success. Now, I must go to discuss our plans with our field commanders.
it: Grazie, Elynia... grazie a tutti voi. Sono sicura che sotto il tuo comando questa missione sarà un successo. Ora devo andare a discutere i nostri piani con i nostri comandanti.

source: But, my lady, the Ruby! What if it’s a trap?
it: Ma, mia signora, il Rubino! E se fosse una trappola?

source: We’ll have to deal with the trap if that’s the case. This is more important!
it: Dovremmo affrontare la trappola se fosse necessario. Questa cosa è più importante!

source: But Elorran is awaiting!
it: Ma Elorran sta aspettando!

source: Please inform him of our next mission and convince him to be patient!
it: Ti prego di informarlo della nostra prossima missione e di convincerlo a pazientare!

source: Very... well...
it: Molto... bene...

source: The Voyage Home
it: Viaggio verso casa

source: team_name^Orcs
it: Orchi

source: team_name^Desert Creatures
it: Creature del deserto

source: team_name^Desert Spirits
it: Spiriti del deserto

source: Mount Boombadil
it: Monte Boombadil

source: Fort Gralseth
it: Forte Gralseth

source: Secure the orcish settlement in the southeast by defeating all enemy leaders
it: Conquista l’insediamento degli orchi a sudest sconfiggendo tutti i condottieri nemici.

source: The desert... I never thought I’d have to see it again.
it: Il deserto... Non avrei mai pensato di vederlo ancora.

source: I feel very uneasy in these dry and bright lands.
it: Mi sento molto a disagio in queste terre aride e accecanti.

source: My lady, if you allow me to complain... we can’t just march across the desert without stopping to rest!
it: Mia signora, se mi date il permesso di lamentarmi... non possiamo semplicemente marciare attraverso il deserto senza fermarci a riposare!

source: The scouts reported the presence of orcs bearing the Chaos banner in a settlement ahead in the southeast, in the Gralseth region. Stopping to rest here would be very risky with those fools around, but perhaps we could secure their settlement and replenish our supplies.
it: Gli esploratori hanno riscontrato la presenza di orchi che portano il vessillo del Caos in un insediamento a sud-est, nella regione di Gralseth. Fermarci a riposare qui sarebbe molto rischioso con questi sciocchi nei paraggi, ma forse potremmo prendere il loro insediamento e rifornirci di provviste.

source: Excellent!
it: Eccellente!

source: A word of caution, though. Ever since the Fall, the many victims of the natural disasters which devastated Irdya have been endlessly wandering across lands like this, preying on the souls of the living.
it: Una parola di avviso, però. Sin dalla Caduta, le molte vittime dei disastri naturali che devastarono Irdya hanno vagato senza riposo su terre come questa, predando le anime dei viventi.

source: They are particularly weak by themselves and our arcane fire should be enough to banish them from our world. However, our less experienced fighters should not take their chances fighting these spirits alone.
it: Sono di per se particolarmente deboli e il nostro fuoco arcano dovrebbe essere sufficiente a bandirle dal nostro mondo. Tuttavia, i nostri combattenti meno esperti non dovrebbero affrontarle da soli.

source: Time to get moving.
it: É tempo di mettersi in marcia.

source: I banish you from this world so you can have your deserved rest!
it: Ti bandisco da questo mondo in modo che tu possa avere il tuo meritato riposo!

source: Begone, wandering spirit!
it: Indietro, spirito errante!

source: Ahhhh... There’s no feeling like putting my feet under refreshing, flowing water... I miss the northern forests...
it: Ahhhh... Non c’è niente di meglio che mettere i propri piedi nella rinfrescante acqua corrente... Mi mancano le foreste settentrionali...

source: Where do you come from, anyway? You couldn’t have spent your whole life traveling with Elorran and Tara.
it: Da dove vieni, a proposito? Non puoi aver trascorso la tua intera vita viaggiando con Elorran e Tara.

source: Oh... Of course not. It’s just... it’s complicated.
it: Oh... Certo che no. Solo che... è complicato.

source: If you don’t feel like telling me more about yourself right now, I can understand — I’m just curious, that’s all.
it: Se non te la senti di dirmi di più sul tuo conto posso capire. Sono solo curiosa.

source: Chief! The faerie! The faerie and her pets are approaching from the northwest!
it: Capo! La fata! La fata e i suoi animaletti stanno arrivando da nord-ovest!

source: Ah, just as the necromancer told us. Excellent news. More meat for our wolves!
it: Ah, esattamente come ci ha detto il negromante. Ottime notizie. Altra carne per i nostri lupi!

source: Yes, more meat for our pigs! Er— I mean wolves!
it: Sì, altra carne per i nostri porci! Ehm... voglio dire lupi!

source: SHUT UP, you disgusting INSECT!
it: TACI, disgustoso INSETTO!

source: A sandstorm! We won’t be able to continue marching like this!
it: Una tempesta di sabbia! Non saremo in grado di continuare a proseguire in queste condizioni!

source: This small inconvenience shall not stop us! Onwards!
it: Questo piccolo inconveniente non ci fermerà! Avanti!

source: My lady, are you sure this is a good plan?
it: Mia signora, sei sicura che sia un buon piano?

source: It’s better than tarrying here for too long, so it’s good enough for me!
it: È meglio che passare troppo tempo qui, quindi è abbastanza buono per me!

source: They are more than we expected! Send our messenger back to—
it: Sono più del previsto! Mandate il nostro messaggero nella...

source: Blast it! Their messenger escaped!
it: Maledizione! Il loro messaggero è scappato!

source: ... useless... insects...
it: ... inutili... insetti...

source: Maybe this wasn’t such a good idea after all.
it: Forse non è stata una così buona idea dopotutto.

source: I wasn’t counting on that messenger and his swift mount. Regardless, our presence here was both predicted and awaited — this decidedly spells bad news.
it: Non avevo previsto quel messaggero e il suo rapido destriero. Comunque, la nostra presenza qui era prevista e aspettata. Questa è decisamente una cattiva notizia.

source: But I told you so!
it: Ma te l’avevo detto!

source: I <i>did</i> expect a trap from the very beginning too, girl. We— I have been in situations like this before...
it: Io mi <i>aspettavo</i> una trappola si dall’inizio ragazza. Noi...Io sono stata già in situazioni come questa prima d’ora...

source: But this time I won’t let them succeed.
it: Ma questa volta non permetterò loro di andare a segno.

source: Valen just informed me that the impostor’s forces are advancing towards Raelthyn. That can only mean Unarye and her troops fell in battle. This is hopeless.
it: Valen mi ha appena informato che le forze dell’impostore stanno avanzando verso Raelthyn. Ciò può solo significare che Unarye e le sue truppe sono cadute in battaglia. Non c’è speranza.

source: team_name^Northern Defense Line
it: Fronte difensivo settentrionale

source: General Lorelath
it: Generale Lorelath

source: The valley entrance is very close now, according to the map Unarye gave us.
it: L’entrata della valle è molto vicino ora, secondo la mappa che ci ha dato Unarye.

source: Good.
it: Bene.

source: Don’t you think it is unsafe to be here all alone, though?
it: Tuttavia non pensi sia poco sicuro essere qui da sole?

source: There’s nothing suspicious around here, so... No, I don’t think so. We are both capable of defending ourselves against desert animals.
it: Non c’è niente di sospetto nelle vicinanze, quindi... No, non credo. Siamo entrambi in grado di difenderci contro gli animali del deserto.

source: Well, let’s see how you fare on your own against <i>me</i>!
it: Bene, vediamo quanto sei capace a difenderti contro di <i>me</i>!

source: Wh—
it: Co...

source: —<b>Who</b> are you in truth? <b>ANSWER!</b>
it: ...<b>Chi</b>sei tu in realtà? <b>RISPONDIMI!</b>

source: My master was a sadly misguided person — his destruction was well deserved. Uria’s power is the greatest force that’s ever graced us. We could avoid wasting so many lives all over the continent if everyone accepted her offer and joined her cause.
it: Il mio maestro era una persona molto sciocca. La sua distruzione è stata una giusta cosa. Il potere di Uria è la forza più grande dalla quale siamo stati graziati. Avremmo potuto evitare di perdere così tante vite nel continente se tutti avessero accettato la sua offerta e uniti alla sua causa.

source: <i>(visibly unhinged)</i> So <b>you</b> were in the country working for the Triad all this time? <b>YOU BETRAYED US!</b>
it: <i>(visibilmente alterata)</i> Quindi <b>tu</b> stavi lavorando per la Triade per tutto questo tempo? <b>CI HAI TRADITI!</b>

source: I wasn’t the only one! Even those pitiful peasants seek alternatives to this pointless war. Now, give me that staff. And don’t forget you are not in possession of godlike powers anymore — I’m capable of killing you if you don’t concede.
it: Non sono stata l’unica! Anche quei patetici contadini cercano delle alternative a questa guerra inutile. Ora, dammi quel bastone. E non dimenticare che non possiedi più i tuoi poteri divini: sono in grado di ucciderti se non decidi di arrenderti.

source: They are also willing to help...
it: E anche loro sono volenterosi di aiutarmi...

source: Anya! Durvan! How did you know? I—
it: Anya! Durvan! Come sapevate? Io...

source: My lady, we’d never leave you alone in the darkness. After all, it <i>is</i> our element!
it: Mia signora, non ti lasceremmo mai da sola nell’oscurità. Dopo tutto è il <i>nostro</i> elemento!

source: There’s a lot of movement in the hills to the south, my lady. The northern defense line is preparing for battle, and so should we!
it: C’è un grande fermento nelle colline a sud, mia signora. Il fronte difensivo settentrionale si sta preparando alla battaglia, e anche noi dovremmo!

source: Elynia must destroy Mal Zynavu by herself
it: Elynia deve distruggere Mal Zynavu da sola

source: You may attack Mal Zynavu only with Elynia.
it: Puoi attaccare Mal Zynavu solo con Elynia.

source: I didn’t come from so far to the original home of my people in this era to fall only because a coward betrayed me.
it: Non sono venuta così lontano dalla prima casa della mia gente in questa per fallire solo perché un codardo ha osato tradirmi.

source: El— my lady?!
it: El... mia signora?!

source: I <i>have</i> done this before, thanks to Argan and Malin.
it: Io l’<i>ho</i> già fatto in precedenza, grazie ad Argan e Malin.

source: Your staff... the Ruby’s glowing!
it: Il tuo bastone... il Rubino risplende!

source: I can see her and her friends there... he, he...
it: Posso vedere lei e i suoi amici... he, he...

source: Ignore them — strike their leader down first!
it: Ignorali. Abbatti prima il loro comandante!

source: Who is your leader? Who is awaiting us in the valley and who is my impersonator?
it: Chi è il tuo capo? Chi ci aspetta nella valle e chi è che mi impersona?

source: I work for the Iron Council! I have no idea who—
it: Lavoro per il Consiglio di Ferro! Non ho idea di chi...

source: You... are... <b>LYING</b>!
it: Tu... stai... <b>MENTENDO</b>!

source: How could you...
it: Come hai potuto...

source: It’s over now.
it: È finita ora.

source: My lady...
it: Mia signora...

source: Just ‘Elynia’ will do, friends.
it: Chiamatemi semplicemente Elynia, amici.

source: What should we do now?
it: Cosa dovremmo fare ora?

source: There is no turning back, and the impostor must be preparing to confront us or flee from the valley. Whichever is the case, I am going to find her and burn her and any other servants of Uria we can find here. You must contact Elorran immediately to notify him of Zynara’s betrayal. It’s possible he is in danger.
it: Possiamo solo proseguire, e l’impostore si starà preparando per affrontarci o per fuggire dalla valle. In ogni caso, andrò a cercarla per uccidere lei e qualsiasi altro servo di Uria troveremo lì. Devi contattare Elorran immediatamente per avvisarlo del tradimento di Zynara. È possibile che egli sia in pericolo.

source: Very well!
it: Molto bene!

source: Everyone else, prepare for what I hope will be our last battle.
it: Tutti gli altri, preparatevi per quella che spero sia l’ultima battaglia.

source: Yes, my lady!
it: Sì, mia signora!

source: The main troops are coming... We spent too much time fighting their defenses.
it: Il grosso delle truppe sta arrivando... Abbiamo trascorso troppo tempo combattendo le loro difese.

source: And then there was Chaos
it: E poi ci fu Caos

source: team_name^Telchior’s Hold
it: Fortezza di Telchior

source: Lady of Light
it: Dama della Luce

source: team_name^Base Defenses
it: Difensori della base

source: Telchior’s Hold
it: Fortezza di Telchior

source: Belandras’ Bridge
it: Ponte di Belandras

source: Alenaril’s Pass
it: Passo di Alenaril

source: River Toldrin
it: Fiume Toldrin

source: Elynia must defeat the false Lady of Light by herself
it: Elynia deve sconfiggere la falsa Dama della Luce da sola

source: Defeat the rest of the enemy leaders
it: Sconfiggi gli altri condottieri nemici

source: The Lady of Light gets killed by a different unit
it: La Dama della Luce viene uccisa da una unità diversa

source: Sirs, the impostor has arrived with her army! The northern defense line is—
it: Signori, l’impostore è arrivato con il suo esercito! Il fronte settentrionale è...

source: Ha! Ha! That is no army. I thought the northern elves would be more kind to their so-called savior! Ha!
it: Ha! Ha! Quello non è un esercito! Pensavo che gli elfi settentrionali sarebbero stati più favorevoli verso il loro cosiddetto salvatore! Ha!

source: Behold, the usurper arrived to challenge us in our own headquarters. What a pitiful effort! To arms! Take her down and bring me her head and the artifact she stole from me!
it: Guardate, l’usurpatore è venuto per sfidarmi nelle nostra fortezza. Che patetico tentativo! Alle armi! Abbattetela e portatemi la sua testa e l’artefatto che mi ha rubato!

source: Yes, my lady.
it: Sì, mia signora.

source: As you command, my lady!
it: Come comandate, mia signora!

source: They seem quite loyal to her despite the state of their home.
it: Sembrano esserle abbastanza fedeli nonostante la condizione della loro casa.

source: Indeed, something is seriously amiss with these elves. If we could only prove she is an impostor, perhaps they’d then listen to reason.
it: Già, ci deve essere qualcosa che non va in questi elfi. Se solo potessimo provare che lei è un impostore, forse potremmo farli ragionare.

source: What do you suggest, my lady... Elynia?
it: Cosa suggerisci, mia signora... Elynia?

source: Stay clear from her and let me confront her by myself.
it: Statele alla larga e lasciatemi affrontarla da sola.

source: Very well...
it: Molto bene...

source: Dedicated to Elynia-Thanadria of Wesmere, Lady of Light and Protector of the Elves of Irdya.
it: Dedicato a Elynia-Thanadria di Wesmere, Dama della Luce e Protettrice degli Elfi di Irdya.

source: Protect the Lady of Light! Argh—
it: Proteggete la Dama della Luce! Argh...

source: I— the Lady of Light... why...
it: Io... la Dama della Luce... perché...

source: The impostor escaped!
it: L’impostore è scappato!

source: This isn’t good; we couldn’t prove that she is an impostor. The remaining elves will bring reinforcements and fight us to death! We must retreat immediately!
it: Ciò è un male, non abbiamo potuto dimostrare che è un impostore. Gli elfi rimasti chiameranno i rinforzi e ci combatteranno fino alla morte! Dobbiamo ritirarci immediatamente!
