Repository: wescamp/After_the_Storm-1.10
Catalog: po/*.po
Languages: it

source: Forest elves? That’s absolutely ridiculous. The last our people saw of the Great Continent were vast deserts plagued with foul orcs, necromancers and those human barbarians. There’s no green life left on it!
it: Elfi silvani? Questo è assolutamente ridicolo. L’ultima volta che la mia gente ha visto il Grande Continente era un vasto deserto infestato da orchi, negromanti e quei barbari umani. Non c’è alcuna vita vegetale rimasta lì!

source: Maybe your people didn’t travel far enough to the north! Most of the central area fits your description, but there are secluded valleys where life has thrived, and the Far North is vast enough to allow humans and orcs to live relatively at peace with each other.
it: Forse la tua gente non ha viaggiato abbastanza a nord! La maggior parte dell’area centrale è come la descrivi, ma ci sono valli isolate dove la vita è fiorita, e il Profondo Nord è abbastanza grande per permettere a umani e orchi di vivere in relativa pace.

source: That is—
it: Questo è...

source: What evil is that you mentioned? Kalehssar, the Blade of Eloh, destroyed the one who attempted to destroy the last remnants of our kind.
it: Qual’è questo male che hai menzionato? Kalehssar, la Spada di Eloh, ne ha distrutto uno che ha tentato di distruggere gli ultimi resti della nostra razza.

source: You only killed a minion working for a greater power. The fight is not over yet, and we have just killed another...minion of hers. She’s none other than Uria, who has got an entire empire of human followers and unspeakable horrors working with the forces of Inferno to destroy what’s left of Irdya!
it: Avete ucciso solo un servo che lavora per qualcuno di più potente. La lotta non è ancora finita, e abbiamo appena ucciso un altro suo... servo. Lei non è altro che Uria, che ha creato un intero impero di seguaci umani e orrori inenarrabili che operano con le forze dell’Inferno per distruggere ciò che è rimasto di Irdya!

source: I know that this may sound ridiculously dramatic, but I speak the truth, for I am the slayer of Zhangor, and Eloh guided me back to you in this era, because you have the missing page of our civilization’s history: Kalehssar fought Yechnagoth, the Eater of Souls, and defeated her, on this island, a few hundreds of years ago.
it: So che questo può sembrare assurdamente drammatico, ma dico la verità, in quanto sono la distruttrice di Zhangor, e Eloh mi ha condotto a voi in questa era, perché avete la pagina mancante della storia della nostra civiltà: Kalehssar ha combattuto Yechnagoth, la Divoratrice di Anime, e l’ha sconfitta, su questa isola, qualche centinaio di anni fa.

source: The elves were shocked by the mere mention of the three accursed names. They eyed each other nervously as if rocks might fall from the sky as a consequence of Elynia’s bold words.
it: Gli elfi furono scossi dalla sola menzione dei tre nomi maledetti. Si guardarono nervosamente l’un l’altro come se rocce dovessero cadere dal cielo come conseguenza delle audaci parole di Elynia.

source: I cannot do miracles. If you need more proof of our claims—
it: Non posso fare miracoli. Se avete bisogno di più prove di quello che diciamo...

source: You were originally sent by Eloh to protect us from the demon-lord. Eloh sends you back to us to protect everyone from the Fallen Goddess. Now it’s all clear. The power you wield has not been seen by our kin for eons, as much of our ancestors’ knowledge perished with them when the spawn of Uria destroyed our forests. You are a rare gem among the entire elvish civilization, and we trust in you. We listen to the call of our forest ancestors, and we agree to help you.
it: Sei stata in origine mandata da Eloh per proteggerci dal signore dei demoni. Eloh ti ha rimandata a noi per proteggere tutti dalla Dea Caduta. Ora è tutto chiaro. Il potere che hai non è stato visto dalla nostra gente per ere, dato che il sapere dei nostri antenati è stato perduto quando il servo di Uria ha distrutto le nostre foreste. Sei una gemma rara nell’intera civiltà elfica, e ci fidiamo di te. Ascoltiamo il richiamo dei nostri antenati silvani, e vi aiuteremo.

source: Don’t we all?
it: Non è vero?

source: What kind of help do you need?
it: Che tipo di aiuto avete bisogno?

source: Necromancy is the least of evils now that Uria’s minions plague the Great Continent. In our long journey to this island, we have not only been assisted by the orcs of the Far North, but also by a lich who helped us defeat the Shadow Master. We still need his help here, so I request that he’s allowed to bring the ship carrying our orcish and undead allies to this island.
it: La negromanzia è il minore dei mali ora che i servi di Uria infestano il continente. Nel nostro lungo viaggio verso questa isola, non siamo solo stati aiutati dagli orchi del Profondo Nord, ma anche da un lich che ci ha aiutato a sconfiggere il Signore dell’Ombra. Abbiamo bisogno del suo aiuto qui, quindi richiedo che gli sia permesso di portare la nostra nave con i nostri alleati orchi e non-morti su questa isola.

source: That request...is very unusual for an elf.
it: Questa richiesta... è molto insolita per un elfo.

source: It’s true that many necromancers have worked together with Uria’s minions to bring doom to the natural inhabitants of the Continent, including the Desert Elves. But it’s also true that the sheer power of Darkness is not enough to define the difference between evil and good, and that we have allied with the orcs in the past, back when there was only one sun and all elves lived in the forests of Irdya.
it: È vero che molti negromanti hanno operato con i servi di Uria per portare rovina ai legittimi abitanti del Continente, incluso gli Elfi del Deserto. Ma è anche vero che la sola forza dell’Oscurità non basta per definire la differenza tra il bene e il male, e che ci siamo alleati con gli orchi in passato, quando c’era soltanto un singolo sole e tutti gli elfi vivevano nelle foreste di Irdya.

source: We’ll allow the orcs and the undead to come to assist you once you tell us exactly what you are going to do, but beware that our warriors and priests are ready to take care of them should they do anything suspicious.
it: Permetteremo agli orchi e ai non-morti di aiutarti quando ci avrai detto cosa vorrete fare, ma sappiate che i nostri guerrieri e i nostri sacerdoti sono pronti a prendersi cura di loro se dovessero fare qualcosa di sospetto.

source: We require access to the place where Yechnagoth was destroyed.
it: Abbiamo bisogno di accedere al luogo dove Yechnagoth è stata distrutta.

source: The Search for the Past
it: In cerca del passato

source: team_name^Cave Creatures
it: Abitanti delle caverne

source: team_name^Yechnagoth’s Guards
it: Guardie di Yechnagoth

source: team_name^Chaos Guards
it: Guardie del caos

source: Follow the path and explore underground
it: Segui il cammino ed esplora il sottosuolo

source: Death of Horo
it: Morte di Horo

source: Death of Kyara
it: Morte di Kyara

source: I don’t like this place. It feels as if something is waiting to ambush us in the darkness.
it: Non mi piace questo posto. Ho la sensazione che qualcosa ci stia aspettando per sorprenderci nell’oscurità.

source: Heh, darkness. These elves aren’t very smart after all. Who’d think that sending one of their sun-loving youths would be any help to us?
it: Heh, oscurità. Questi elfi non sono molto intelligenti dopo tutto. Chi penserebbe che mandare uno dei loro giovani bacia-sole potrebbe esserci d’aiuto?

source: Keep your rotten mouth shut, lich! We are being more lenient than anyone would with those who deal with your unnatural friends and these filthy apes.
it: Tieni la tua bocca putrefatta chiusa, lich! Siamo stati più indulgenti di qualsiasi altro che avrebbe avuto a che fare con i vostri impuri amici e queste luride scimmie.

source: Who are you calling “filthy apes”, you...
it: Chi sei tu per chiamarci «luride scimmie», tu...

source: Calm down, everyone! If we are to explore these caverns, we’ll need to stay together.
it: Calmatevi tutti, adesso! Se vogliamo esplorare queste caverne, dobbiamo stare insieme.

source: What are you looking for? Some kind of artifact? Rocks? Spiders?
it: Cosa state cercando? Qualche tipo di artefatto? Rocce? Ragni?

source: We believe there was another fortress beneath the dark citadel in which Yechnagoth was found. If our enemies used it once, they may have left behind scrolls, artifacts, or maybe hints from which we could learn about what we are facing. Uria, that is.
it: Pensiamo che ci fosse un’altra fortezza sotto la cittadella oscura dove Yechnagoth è stata trovata. Se i nostri nemici l’hanno utilizzata, possono aver lasciato pergamene, artefatti, o forse indizi su colei che stiamo affrontando. Ovvero Uria.

source: And her minions.
it: E i suoi servi.

source: This isn’t time to fight amongst us; many have died in the north already due to petty disputes. Just stay alert and let’s see what we can find.
it: Non è questa l’ora di combattere tra di noi; molti sono morti a nord a causa di sciocche dispute. Dobbiamo stare all’erta e cercare di trovare qualcosa.

source: We will help you as best we can, elf.
it: Ti aiuteremo come meglio possiamo, elfo.

source: A giant spider. Just an annoying giant spider.
it: Un ragno gigante. Solo un fastidioso ragno gigante.

source: It can still kill you if you are not careful, orc.
it: Può sempre ucciderti se non stai attento, orco.

source: Look out, there are undead standing in our way!
it: Attenti, ci sono non-morti che ostacolano il nostro cammino!

source: This is impossible! We had made sure there was no evil left on this island!
it: Questo è impossibile! Ci siamo assicurati che non ci fosse più malvagità rimasta in questa isola!

source: Above the surface of the earth, your druids could barely detect what roamed below. That’s hardly surprising.
it: In superficie, i vostri druidi possono a malapena rilevare ciò che si aggira qua sotto. Questo non mi sorprende.

source: There was very little strength left in this one. Maybe he guarded this place for Argan before it was abandoned.
it: C’era molta poca forza rimasta in questo. Forse sorvegliava questo posto per Argan prima che venisse abbandonato.

source: Not bad for a sun-loving little girl.
it: Niente male per una piccola ragazzina bacia-sole.

source: Shut up, necromancer.
it: Taci, negromante.

source: Now what?
it: E ora?

source: We have been in enemy fortresses before; this is most likely not a dead end despite the appearances. Let’s check the cave to the east.
it: Siamo già stati in fortezze nemiche prima; probabilmente questo non è un vicolo cieco nonostante le apparenze. Controlliamo le caverne a est.

source: Touchplate triggered. A wall moves.
it: Piattaforma attivata. Un muro si muove.

source: Crystal glyph activated. A wall moves.
it: Glifo di cristallo attivato. Un muro si muove.

source: Hm... I don’t know what I was thinking; there is no point in following this stream. There is nothing to see.
it: Hm... Non ho idea a cosa stessi pensando, non c’è alcun motivo di percorrere questo ruscello. Non c’è niente di interessante qui.

source: These accursed bats are everywhere!
it: Questi dannati pipistrelli sono dappertutto!

source: It’s a cave, what did you expect? Rabbits?
it: È una caverna, cosa ti aspettavi? Conigli?

source: Those water creatures don’t look friendly at all.
it: Quelle creature acquatiche non sembrano affatto amichevoli.

source: These abominations resemble our druids’ description of Yec—
it: Questi abomini assomigliano alle descrizioni dei nostri druidi di Yec...

source: Yes, we know. Do you really need to comment on it whenever we find something different?
it: Sì, lo sappiamo. Devi per forza commentare qualsiasi cosa di differente troviamo?

source: There was an ascending road here, but it’s blocked by giant boulders.
it: C’è una strada in salita qui, ma è bloccata da macigni giganti.

source: That might have been the path to Yechnagoth’s citadel. So something else was definitely built underground as well.
it: Potrebbe essere stata la strada per la cittadella di Yechnagoth. Quindi certamente qualche altra cosa è stata costruita nel sottosuolo.

source: Good, let’s follow it then.
it: Bene, continuiamo allora.

source: Ghouls. I guess this is Argan’s old lair.
it: Divoratori di cadaveri. A quando pare questo era il vecchio covo di Argan.

source: Yes, it seems to be... Let’s take a look at those chambers. And remove its repugnant residents.
it: Sì, sembrerebbe di sì...Diamo un occhiata a quelle camere. E rimuoviamo i loro ripugnanti abitanti.

source: Gather all information you can get from Argan’s lair
it: Raccogli tutte le informazioni possibili dal covo di Argan

source: A human skeleton. Who knows how this poor bastard ended up thrown into this chamber.
it: Uno scheletro umano. Chi lo sa come questo povero bastardo sia finito in questa cella.

source: One of Argan’s experiments, probably. Either that or this person had something of importance to the Empire.
it: Uno degli esperimenti di Argan, probabilmente. Oppure questa persona aveva qualcosa di importante per l’Impero.

source: Crystal Glyph
it: Glifo di cristallo

source: The Verlissh are a collection of very basic lifeforms associated with the warriors of Rythé. These creatures can merge and form larger and more complex beings, and they are also capable of integrating into other foreign lifeforms, adapting to their functions and enhancing them.
it: I Verlissh sono una raccolta di organismi molto semplici associati con i guerrieri di Rythè. Queste creature possono fondersi e creare esseri più grandi e complessi, e sono anche capaci di integrarsi in altre forme di vita, adattando le loro funzioni e migliorandole.

source: Uria knows that the Argazar people used the Verlissh to provide their so-called ‘biomechanical’ warriors with unnatural strength, resilience and abilities. She also knows of other sources of these creatures that we could use to raise a whole army to put an end to Irdya’s current Dark Age.
it: Uria sa che gli Argazar hanno usato i Verlissh per dare ai loro cosiddetti guerrieri “biomeccanici” forza, resistenza e abilità innaturali. Conosce anche altri fonti di queste creature che possiamo usare per creare un intero esercito per porre fine alla odierna Età Oscura di Irdya.

source: The Norsulan technology stolen by Uria from those who work for the one who’s said to be the reincarnation of Valdir has been very helpful in our quest to understand the power of the most interesting creations of the Argazars, the first advanced civilization to set foot on Irdya only to perish in a short time.
it: La tecnologia Norsulana rubata da Uria da quelli che lavorano per colui che dice di essere la reincarnazione di Valdir è stata molto utile per capire il potere delle creazioni più interessanti degli Argazar, la prima civiltà avanzata che abbia messo piede su Irdya solo per perire in breve tempo.

source: This glyph shall not be used by anyone but those who are true descendants of She who wields the Arcane Flame that protects Irdya.
it: Questo glifo non deve essere usato da nessuno tranne da coloro che sono i veri discendenti di colei che possiede la Fiamma Arcana che protegge Irdya.

source: Elynia, you should check this crystal; it may have information we need.
it: Elynia, dovresti controllare questo cristallo: potrebbe avere le informazioni di cui abbiamo bisogno.

source: Move Elynia to the sealed crystal glyph
it: Muovi Elynia sul glifo di cristallo sigillato

source: This glyph contains a spell of Teleport which will allow you to cross great distances if you can put your soul before your body, look forward without your eyes and touch the air beyond your sight. If you can concentrate enough energy, you shall be able to go anywhere within your memories and find anybody as long as you can feel their heart. Be careful, for not everything is written, and those who stray from the path of their reality might not find anything in the other side of the mirror.
it: Questo glifo contiene un incantesimo di teletrasporto che ti permette di attraversare grandi distanze se puoi anteporre la tua anima al tuo corpo, guardare in avanti senza i tuoi occhi e toccare l’aria oltre la tua vista. Se riesci a concentrare abbastanza energia, sarai in grado di andare in qualsiasi posto tu possa ricordare e di trovare chiunque a patto che tu senta il suo cuore. Presta attenzione, perché non tutto è scritto, e coloro che deviano dal cammino della loro realtà potrebbero non trovare nulla dall’altra parte dello specchio.

source: That’s strange. Why would Argan keep something he obviously couldn’t use in his lair?
it: Ciò è strano. Perché Argan avrebbe tenuto qualcosa che evidentemente non avrebbe potuto usare nel suo covo?

source: It might be that he foresaw that all this would happen...and wanted to help us even if he couldn’t break Uria’s control over his actions.
it: Potrebbe essere che ha previsto che tutto questo sarebbe accaduto... e ha voluto aiutarci anche se non poteva spezzare il controllo di Uria sulle sue azioni.

source: It’s more likely that he wanted to set a trap for us or anyone else who would manage to find this place.
it: È più probabile che abbia voluto tendere una trappola per noi o per chiunque altro sia in grado di trovare questo posto.

source: He never intended to cause me any harm with his actions! I’ll acquire the spell, for it could be of use later.
it: Lui non ha mai voluto causarmi alcun male con le sue azioni! Imparerò l’incantesimo, potrebbe essere utile più tardi.

source: Elynia, don’t—
it: Elynia, non...

source: As Elynia touches the crystal with a hand, the glyph disintegrates and becomes a fine golden dust, covering her for a few moments...
it: Come Elynia tocca il cristallo con una mano, il glifo si disintegra e diventa una fine polvere dorata, che la ricopre per alcuni momenti...

source: ...until that too suddenly vanishes away. There is no noticeable difference to Elynia’s appearance.
it: ...fino a che anche la polvere svanisce. Non c’è alcuna differenza notabile nell’aspetto di Elynia.

source: I don’t feel any different, but I should have this new power, now.
it: Non mi sento differente, ma dovrei avere questo nuovo potere ora.

source: Hmph. In my times, you didn’t get magic abilities from a rock. Be careful if you ever attempt to use that spell — I don’t think it’s safe. While those human mages of our times could learn to travel great distances like that, many of them also disappeared and were never heard of again.
it: Hmph. Ai miei tempi non si acquistavano abilità magiche da una roccia. Fa attenzione se mai tenterai di usare quell’incantesimo: non penso sia sicuro. Sebbene alcuni maghi umani dei nostri tempi potessero imparare a viaggiare grandi distanze allo stesso modo, molti di loro sono scomparsi e non se ne è mai sentito più niente.

source: Some ancient legends of uncertain origin say that the First created a beautiful woman out of fine dust, and gave her control over the awesome power that flows through the veins of every one of her faerie descendants, including the elves of Irdya.
it: Alcune leggende antiche dalle origini incerte dicono che il Primo creò una bellissima donna dalla polvere, e le diede il controllo sul potere straordinario che scorre attraverso le vene di ognuno dei suoi discendenti, incluso gli elfi di Irdya.

source: Other legends describe one of her siblings: Merthiaal, the Eater of Souls, as known by those who speak the language of the gods, said to have been created out of dirt, and to have envied the wielder of the Arcane Flame, for the First displayed great favoritism towards her.
it: Alcune leggende parlano di una delle sue sorelle: Merthiaal, la Divoratrice di Anime, come conosciuta da coloro che parlano la lingua degli dei, della quale si dice che sia stata creata dalla polvere, e di aver invidiato colei che regge la Fiamma Arcana, dato che il Primo mostrò grande favoritismo verso di lei.

source: The most primitive races of Irdya, such as the merfolk, prefer to avoid referring to Merthiaal by any name; if they must mention her, they’ll speak of Yechnagoth, an accursed name in one of their ancient tongues.
it: Le razze più primitive di Irdya, come i nereidi, preferiscono evitare di riferirsi a Merthiaal. Se proprio la devono menzionare, allora parleranno di Yechnagoth, un nome maledetto in una delle loro antiche lingue.

source: Uria’s demons say that Merthiaal’s envy consumed her mind and drove her insane to the point she lost control of her powers, causing the destruction of her own world. It took Uria’s intervention to prevent a greater catastrophe.
it: I demoni di Uria dicono che l’invidia Merthiaal ha consumato la sua mente e l’abbia condotta alla pazzia fino al punto di perdere il controllo dei suoi poteri, causando la distruzione del proprio mondo. È stato necessario l’intervento di Uria per prevenire una catastrofe maggiore.

source: Merthiaal’s heart, soul and memories were preserved through eons, but not her body.
it: Il cuore, l’anima e le memorie di Merthiaal sono state conservate per ere, ma non il suo corpo.

source: Now that we have created an artificial body for her heart and her soul using Verlissh creatures, she shall have a new opportunity to destroy the descendants of her rival and allow Uria to reign over this decadent world at last.
it: Ora che abbiamo creato un nuovo corpo artificiale per il suo cuore e la sua anima usando le creature Verlissh, lei ha una nuova opportunità per distruggere i discendenti della sua rivale e permettere a Uria di regnare finalmente su questo mondo decadente.

source: There doesn’t seem to be much more to see here. That’s unfortunate.
it: Non sembra esserci molto altro da vedere. Che sfortuna.

source: What we have found here is...frightening. We always thought that there was a single world, the one in which we live. Our priestesses won’t—
it: Quello che abbiamo trovato qui è... spaventoso. Abbiamo sempre pensato che ci fosse un singolo mondo, quello in cui viviamo. Le nostre sacerdotesse non...

source: You’ll have more trouble digesting the information about Yechnagoth. The ‘First’ is also described in the ruins of a hidden city beneath the Heart Mountains, and he created ten powerful demons, the Original Ten. I understand that this implies that you, the elves and other faerie creatures, are descended, or at least based on Yechnagoth’s and Uria’s sister.
it: Avrai guai ben più seri assimilando le informazioni su Yechnagoth. Il “Primo” è anche menzionato nelle rovine di una città nascosta nelle Montagne Centrali, e lui ha creato dieci potenti demoni, i Dieci Originali. Ciò significa che tu, gli elfi e le altre creature fatate siete discendenti, o almeno siete fatti a immagine delle sorelle di Yechnagoth e di Uria.

source: Eloh. That name was almost never mentioned in my times, and I could find very little information about her. I suppose that Zhangor’s influence upon the Wesmere elves may have reintroduced her to our kin’s lore. It’s most likely not her real name anyway.
it: Eloh. Quel nome non era quasi mai menzionato ai miei tempi, e ho potuto trovare pochissime informazioni su di lei. Suppongo che l’influenza di Zhangor sugli elfi di Wesmere devono averla reintrodotta nelle leggende della nostra gente. Comunque molto probabilmente non è il suo vero nome.
