Repository: wescamp/After_the_Storm-1.10
Catalog: po/*.po
Languages: it

source: I shall never be defeated by vile impostors like you!
it: Io non sarà mai sconfitta da un vile impostore come te!

source: Do you truly believe your own lies? Why don’t you show these elves what you are capable of? Your great powers as the Lady of Light? <i>Who</i> are you, and why are you posing as myself?
it: Credi davvero alle tue stesse bugie? Perché non provi a questi elfi di cosa sei capace? I tuoi grandi poteri di Dama della Luce? <i>Chi</i> sei tu, e perché mi stai impersonando?

source: Your end is at hand. I shall not answer. Guards! Kill her!
it: La tua fine è vicina. Non risponderò. Guardie! Uccidetela!

source: Back, you fools!
it: Indietro, stolti!

source: What is this? She is glowing!
it: Cosa succede? Sta risplendendo!

source: ... Wha— What are we doing?
it: ... Co... Cosa stiamo facendo?

source: Do not hesitate! Kill her! <b>Now!</b>
it: Non esitate! Uccidetela! <b>Adesso!</b>

source: Who... Who should we trust?
it: Di chi ... ci dovremmo fidare?

source: My lady... Elynia! The Lady of Light! I remember you!
it: Mia signora... Elynia! La Dama della Luce! Mi ricordo di te!

source: ... We have been deceived...
it: ... Siamo stati ingannati...

source: What have we done?
it: Cosa abbiamo fatto?

source: This is <i>not</i> over yet!
it: <i>Non</i> è ancora finita!

source: The false Lady of Light has escaped!
it: La falsa Dama della Luce è scappata!

source: We still need to defeat the other commanders!
it: Dobbiamo ancora sconfiggere gli altri condottieri!

source: Their reinforcements have arrived and they have surrounded the valley! This is hopeless!
it: I loro rinforzi sono arrivati e hanno circondato la valle! Non c’è speranza!

source: That fiend retreated into the Shaxthal hive.
it: Quel demone è fuggito nell’alveare Shaxthal.

source: Her crimes against the unity of the elvish civilization shall not go unpunished. I shall pursue her underground if need be.
it: I suoi crimini contro l’unità della civiltà elfica non passeranno impuniti. La inseguirò nel sottosuolo se necessario.

source: My lady, we cannot let you go alone! It’s dangerous beneath this valley since the new hive was built.
it: Mia signora, non possiamo permetterti di andare da sola! Il sottosuolo di questa valle è molto pericoloso da quando il nuovo alveare è stato costruito.

source: We haven’t seen him or her ourselves yet, but the humans were spreading rumors of the arrival of one of the impostor’s most powerful allies yesterday! They might be awaiting you!
it: Non l’abbiamo potuto vederlo di persona, ma gli umani parlavano dell’arrivo di uno dei alleati più potenti dell’impostore ieri! Potrebbero aspettarti!

source: My lady, I— I mean Elynia, let us go with you, please!
it: Mia signora... cioè... Elynia, lasciaci venire con te, ti prego!

source: If there’s anything else we can do to try to amend our grave mistake...
it: Se c’è qualunque cosa che possiamo fare per far ammenda al nostro grave errore...

source: Let’s go together.
it: Andiamo insieme.

source: New Hive
it: Nuovo alveare

source: team_name^Dark Hive
it: Alveare oscuro

source: Proceed further underground with Elynia
it: Procedi ulteriormente nel sottosuolo con Elynia

source: Do not let your units lag behind
it: Non lasciare unità indietro

source: Recall as many units as possible whenever you encounter keeps
it: Richiama tutte le unità possibili quando incontri una fortezza

source: What is this place?
it: Cosa è questo posto?

source: A Shaxthal hive, apparently built in the valley’s underground fortress. According to Unarye, the valley was only slightly habitable in the beginning, and the elves had to seek refuge in the natural caverns at day at first, while they worked to adapt the surface land to their needs during the night.
it: Un alveare Shaxthal, apparentemente costruito nella fortezza sotterranea della valle. Unarye mi ha detto che la valle era a malapena abitabile di giorno, e che gli elfi all’inizio cercavano rifugio nelle caverne naturali, mentre la notte lavoravano per rendere la superficie adatta alle loro esigenze.

source: Although Shaxthal creatures are particularly weak against our fire, it’s essential that we remain together as we proceed further underground.
it: Sebbene le creature Shaxthal siano particolarmente deboli contro il nostro fuoco, è essenziale rimanere insieme mentre avanziamo nel sottosuolo.

source: The Betrayal
it: Il tradimento

source: Defeat the false Lady of Light
it: Sconfiggi la falsa Dama della Luce

source: Another gate...
it: Un altro cancello...

source: Look! It’s the impostor again!
it: Guardate! È ancora l’impostore!

source: I have to destroy her... yes, I have to... I must not fail this time...
it: Devo distruggerla...sì, devo farlo... non posso fallire questa volta...

source: So here you are, traitor.
it: Quindi eccoti qui, traditrice.

source: I AM NOT A TRAITOR! I’LL DESTROY YOU THIS TIME!
it: NON SONO UNA TRADITRICE! TI DISTRUGGERÒ QUESTA VOLTA!

source: She doesn’t even try to prove you wrong...
it: Non sta provando nemmeno a discolparsi...

source: I have had enough of this — surround her and strike her down! Do not let her get away this time!
it: Ne ho abbastanza... circondatela e abbattetela! Non permettetele di scappare questa volta!

source: No... Let me go!
it: No... Lasciami andare!

source: You and your accursed allies have conspired against our people and the Grand Council of the Northern Peoples, creating strife and destruction amongst them. Whoever you are, your evil deeds do not make you worthy of my mercy anymore. You no longer deserve a place amongst our kind.
it: Tu e i tuoi dannati alleati avete cospirato contro la nostra gente e contro il Consiglio Supremo dei Popoli Settentrionali, creando conflitto e distruzione tra di loro. Chiunque tu sia, i tuoi atti malvagi non ti rendono meritevole della mia pietà. Non meriti un posto nella nostra razza.

source: ... Elynia... please...
it: ... Elynia... ti prego...

source: Leave this world <b>now</b>, and never return again!
it: Abbandona questo mondo <b>ora</b>, e non fare più ritorno!

source: (<i>confused</i>) What is this?
it: (<i>confusa</i>) Cosa è successo?

source: ... Please... don’t attack me...
it: ... Ti prego... non attaccarmi...

source: But... how... how is this possible?
it: Ma... come... come è possibile?

source: This doesn’t make sense!
it: Non ha alcun senso!

source: (<i>cackling</i>)
it: (<i>risa</i>)

source: Who is that?!
it: Chi è la?

source: (<i>more cackling</i>) <i>What do you think of our first true infiltrator? She was incredibly hard to build, and to perfect.</i>
it: (<i>altre risa</i>) <i>Cosa ne pensi del nostro vero primo infiltratore? È stata incredibilmente difficile da costruire, e da perfezionare.</i>

source: (<i>visibly angered</i>) I know you... You are one of the members of the Iron Council, Mal Hekuba...
it: (<i>visibilmente arrabbiata</i>) Ti conosco... Sei uno dei membri del Consiglio di Ferro, Mal Hekuba...

source: Did you miss me, Elynia?
it: Ti sono mancato, Elynia?

source: ... I couldn’t possibly wish harder for you and your friends’ destruction.
it: ...Non potrei desiderare più ardentemente la tua distruzione e quella dei tuoi amici.

source: Ha, ha, but that’s not going to happen in your lifetime, or is it?
it: Ha, ha, ma ciò non accadrà quando tu sarai ancora in vita, non è vero?

source: Where are you? Stop fooling around and show yourself, you—
it: Dove sei? Smettila di fare il buffone e mostrati, tu...

source: I understand that you must be confused and angry after losing your friends to such a pointless cause and traveling from so far away, slaughtering the same people whom you vowed to protect eons ago!
it: Capisco che devi essere confusa e arrabbiata per aver perso i tuoi amici in una missione così inutile e aver viaggiato così lontano, uccidendo la stessa gente che avevi promesso di proteggere ere fa!

source: He appears to be just an illusion...
it: A quanto pare è solo una illusione...

source: Destroying you is NOT a pointless cause!
it: Distruggervi NON è una missione inutile!

source: But of course it is! You cannot destroy us! Not without the power of the Union, anyway, which you left behind in Uria’s sacred domain when you destroyed your beloved Argan.
it: Ma certo che lo è! Non puoi distruggerci! Non senza il potere dell’Unione, comunque, che ha lasciato nei sacri domini di Uria quando hai distrutto il tuo amato Argan.

source: I still have the Ruby of Fire!
it: Ho ancora il Rubino di Fuoco!

source: That understandably attractive relic is not important for <i>me</i>. Argan’s treacherous little girl likes to think of it as if it were unique and irreplaceable, and convinced Uria of that — but in truth, it is not.
it: Quella reliquia comprensibilmente attraente non è importante per <i>me</i>. Alla piccola ragazzina di Argan piace pensare che sia unica e insostituibile, e ha convinto Uria di ciò, quando in verità non lo è.

source: What are you babbling about?
it: Di cosa stai blaterando?

source: Yechnagoth’s heart replicas were lost when you and your pathetic lackey destroyed our base in Wesmere, but I have had plenty of time to create more here without her being able to know about them. I am sure that together, they are as good or better than the original, and they might even be a superior substitute for your precious gem.
it: Le repliche del cuore di Yechnagoth sono andate perdute quando tu e il tuo patetico lacchè avete distrutto la nostra base a Wesmere, ma ho avuto tempo a sufficienza per crearne di nuove senza che lei ne sia venuta a sapere. Sono sicuro che insieme sono addirittura meglio dell’originale, e che possono fungere da sostituto migliore per la tua preziosa gemma.

source: Are you working against Uria’s will, then?
it: Stai andando contro la volontà di Uria, quindi?

source: (<i>losing his temper</i>) We cannot speak to her directly! We can only do so through that treacherous wench, who keeps the Dark Lady’s heart within her for her own purposes!
it: (<i>perdendo la calma</i>) Non non possiamo parlare a lei direttamente! Possiamo farlo solo attraverso a quella sporca traditrice, che tiene il cuore della Signora Oscura per i suoi scopi!

source: ... We... We destroyed Wesmere... Yechnagoth’s heart wasn’t there?! What did we shatter when we...
it: ... Noi... Noi abbiamo distrutto Wesmere... il cuore di Yechnagoth non era lì? Che cosa abbiamo infranto quando....

source: The energy that should have destroyed you was released from the shattered remains of the <i>second</i> replica of her heart’s core, and various experimental units. The third one powers our infiltrator, whom you just failed to defeat. And of course, you cannot defeat her, for her power goes far beyond yours — she is, after all, an imitation of Yechnagoth’s grace and might.
it: L’energia che avrebbe dovuto distruggerti è stata emanata dai resti infranti della <i>seconda</i> replica del nucleo del suo cuore, e da alcune unità sperimentali. Il terzo nucleo alimenta il nostro infiltratore, che hai appena fallito di distruggere. E certamente non puoi sconfiggerla, dato che i suoi poteri sono molto superiori hai tuoi: lei è, dopotutto, una imitazione della grazia e della potenza di Yechnagoth.

source: Nevertheless, I do not have much more time to talk to you. I need to go to tend to some... rituals. Ivyel was created to destroy you and our own traitor. Take a good glance at her perfection, for it will be your last.
it: Comunque non ho molto tempo per parlare con te. Ho bisogno di preparare alcuni... rituali. Ivyel è stata creata per distruggere te e il tuo traditore. Da un’altra bella occhiata alla sua perfezione, dato che sarà l’ultima.

source: (<i>more cackling</i>)
it: (<i>altre risate</i>)

source: What are we going to do now?
it: Cosa facciamo ora?

source: Those bastards can’t get away with this! My lady, we must do something!
it: Quei bastardi non se la possono cavare così! Mia signora, dobbiamo fare qualcosa!

source: I don’t think we have the power necessary to destroy the artifacts that Mal Hekuba is going to use to...
it: Non penso che siamo in grado di distruggere l’artefatto che Mal Hekuba sta per usare...

source: Of course we do! We didn’t come all the way from the northern lands risking that blasted Ruby! Whatever that lich is going to do, it will destroy us all if we don’t stop him now!
it: Ma certo che lo siamo! Non siamo venuti da così lontano solo per rischiare di perdere quel dannato Rubino! Qualunque cosa quel lich stia tramando ci distruggerà se non lo fermiamo adesso!

source: The last time we fought against that power, I lost a friend, and the vast plains of Wesmere vanished with his remains...
it: L’ultima volta che abbiamo combattuto contro quel potere ho perso un amico, e le vaste pianure di Wesmere sono scomparse assieme ai suoi resti...

source: Any course of action at this point will inevitably lead to someone’s destruction, but I’m sure we can do it this time! If the lich is going to create a... path to Inferno, as Elorran said, perhaps we can cause it to collapse at the other side!
it: A questo punto qualunque cosa succeda qualcuno verrà distrutto, ma sono sicura che possiamo farcela questa volta! Se il lich sta per creare un... varco per l’Inferno, come ha detto Elorran, forse possiamo usarlo per chiuderlo dall’altra parte!

source: But we’ll need to destroy the lich first. We can’t do that without your help, Elynia.
it: Ma prima dobbiamo distruggere il lich. Non possiamo farlo senza il tuo aiuto, Elynia.

source: We don’t have much time! That thing we just fought could be back at any moment!
it: Non abbiamo molto tempo! Quella cosa che abbiamo appena combattuto potrebbe tornare a momenti!

source: I appreciate your support... I don’t think I could have come this far alone. And I don’t want to force you to follow me...
it: Apprezzo il vostro aiuto... Non penso che sarei stata in grado di arrivare fin qui da sola. E non voglio costringervi a seguirmi...

source: Of course not! We are your friends!
it: Ceto che no! Siamo tuoi amici!

source: Let’s find that foul fiend and destroy him once and for all.
it: Troviamo quel dannato demone e distruggiamolo una volta per tutte.

source: Proceed further underground with Elynia to find Mal Hekuba
it: Avanza nel sottosuolo con Elynia e trova Mal Hekuba

source: They are getting closer to the control chamber! Get them, quickly!
it: Si stanno avvicinando al locale di controllo! Fermateli, presto!

source: I don’t like how that sounds...
it: Non mi piace come si sta mettendo...

source: You! You can’t stop our master! You can’t—
it: Tu! Tu non puoi fermare il nostro padrone! Tu non...

source: My lady! At last, I found you! I know where the lich is!
it: Mia signora! Finalmente ti ho trovata! So dove è il lich!

source: Speak.
it: Parla

source: The catacombs below guard an artifact of some sort. Nobody knows exactly what it is, but we know the entrance is protected by a gate controlled by three crystals found near this guard post.
it: Le catacombe sottostanti contengono una specie di artefatto. Nessuno sa esattamente cosa sia, ma sappiamo che l’entrata è protetta da una grata controllata da tre cristalli situati vicino a questo avamposto.

source: Let’s find those crystals, then.
it: Troviamo quei cristalli allora.

source: Locate and activate the three control crystals to open the central gates
it: Trova e attiva i tre cristalli di controllo per aprire i cancelli centrali

source: May Uria punish you all for this—
it: Possa Uria punirvi tutti per questo...

source: Nooooaaagh... it hurts!!!
it: Nooooaaagh... fa male!!!

source: The beast’s body is dissolving into slime!
it: Il corpo di quella bestia si sta dissolvendo in fango!

source: Even though I have fallen, you are no match for my master’s power!
it: Anche se sono caduto, non avete possibilità contro il potere del mio maestro!

source: We’ll see about that very soon.
it: Lo scopriremo presto.

source: What in blazes is that creature?!
it: Che diamine è quella creatura?!

source: Don’t let it stare at you! It can drain your life force!
it: Non permetterle di fissarti! Può assorbire la tua energia vitale!

source: Make haste!
it: Sbrighiamoci!

source: A Final Confrontation
it: Uno scontro finale

source: team_name^Mal Hekuba
it: Mal Hekuba

source: team_name^Chamber Guards
it: Guardie della camera

source: This goes deeper and deeper—
it: Questo tunnel continua andare sempre più in profondità...

source: ... I fear we don’t have much more time. Just where in this accursed place are you, Hekuba?
it: ...Temo che non ci resti molto tempo. Dove ti nascondi, Hekuba?

source: The earth shakes.
it: La terra trema.

source: Move Elynia to the central chamber
it: Muovi Elynia nella camera centrale

source: Access granted.
it: Accesso consentito

source: Be careful. I’m sure he is in this chamber, somewhere...
it: State attenti. Sono sicuro che sia in questa stanza, da qualche parte...

source: Most likely on that tall platform at the center. We need to get up there somehow.
it: Molto probabilmente su quella alta piattaforma al centro. Dobbiamo salire la sopra in qualche modo.

source: What’s that noise?
it: Che cosa è quel rumore?

source: ... That energy... It’s the same...
it: ... Quella energia... È la stessa...

source: Elynia? What’s happening?
it: Elynia? Cosa sta succedendo?

source: ... A dark energy emanates from those spires... It’s the same energy that was released in Wesmere when we destroyed the creature within the hive.
it: ... Una energia oscura viene emanata da quelle colonne... È la stessa energia che ho avvertito a Wesmere quando abbiamo distrutto quella creatura nell’alveare.

source: How should we destroy them?
it: Come possiamo distruggerle?

source: Search the chamber — there must be some mechanism controlling them.
it: Perquisite la camera. Ci dovrebbe essere qualche meccanismo che le controlla.

source: Explore the central chamber
it: Esplora la camera centrale

source: darkness storm
it: tempesta oscura

source: Welcome to your end, heathens!
it: Benvenuti alla vostra rovina, infedeli!

source: What kind of evil magic is this?
it: Che razza di magia malvagia è questa?

source: Is he... fused with one of the spires?
it: Si è... fuso con una delle colonne?

source: What do you expect to achieve by creating a new portal to Inferno with your new-found powers? Your troops are falling one by one under the might of the northern peoples’ alliance, and you decided to start a riot against your own leader in this dead land?
it: Cosa pensi di ottenere creando un nuovo collegamento con l’Inferno con i tuoi nuovi poteri? Le vostre truppe stanno cadendo l’una dopo l’altra sotto la potenza dell’alleanza dei popoli settentrionali e tu decidi di iniziare una rivolta contro il tuo capo in questa terra morta?

source: Ha, ha, ha, ha! Don’t forget that your shortsightedness is the chief cause of your friends’ demise, foolish creature. The power I control now is too great, even for her.
it: Ha, ha, ha, ha! Non dimenticare che la tua scarsa lungimiranza è stata la causa principale della rovina dei tuoi amici, sciocca creatura. Il potere che detengo ora è troppo grande, anche per lei.

source: What if you don’t truly control it? You said you cannot speak to Uria directly — what if her will is <i>your</i> destruction?
it: E se non lo controllassi veramente? Hai detto che non potete parlare con Uria direttamente: e se lei volesse la <i>tua</i> distruzione?

source: Insolent girl! You shall all die!
it: Ragazza insolente! Morirete tutti!

source: YOU SHALL ALL DIE NOW!
it: MORIRETE TUTTI ORA!

source: Everyone, stay away from the spires and the portal! I must think of something...
it: Tutti quanti, state lontano dalle colonne e dal portale! Devo pensare qualcosa...

source: The portal increases in size every turn, taking adjacent ground hexes with it
it: Il portale cresce di dimensione ogni turno, distruggendo gli esagoni adiacenti ad esso

source: Unless they are adjacent to a spire, road hexes cannot disappear
it: A meno che non sia adiacente a una colonna, la strada non può sparire

source: Units incapable of flight over chasms will die should the ground below them disappear
it: Le unità incapaci di volare sopra l’abisso moriranno se il terreno sotto di loro sparisce

source: Survive until the end of turns
it: Sopravvivi fino alla fine dei turni

source: There’s no use in attacking those structures, and the energy they release in retaliation could kill us all!
it: È inutile attaccare queste strutture, e l’energia che rilasciano come contrattacco potrebbe ucciderci tutti!

source: Attacking me is futile!
it: Attaccarmi è inutile!

source: The more time passes, the more energy fills the place and binds our worlds together. I must go and try to destroy that lich by myself.
it: Più il tempo passa, più l’energia riempe questo posto legando i nostri mondi assieme. Devo provare da sola a distruggere il lich.

source: Elynia? No! If you go he will—
it: Elynia? No! Se vai lui...

source: I am well aware, but I’m also the only one who can wield this staff and not become corrupted by the power of the Ruby. Using it to vanquish this evil... if my own sacrifice is necessary, I will gladly accept my fate. There’s nothing left in Irdya for me now, and there will certainly be nothing if this fiend succeeds.
it: Ne sono consapevole, ma sono anche l’unica che può possedere questo bastone senza essere corrotta dal potere del Rubino. Se lo uso per distruggere questa malvagità... con il sacrificio della mia vita se necessario, accetterò volentieri il mio destino. Non c’è rimasto nulla per me su Irdya, e non ci sarà nulla se questo demone avrà successo.

source: I— I—
it: Io... Io...

source: You cannot go with me, for someone must survive the ordeal to pass the news on to our allies. You are a very smart girl, and I’m sure you all will be able to escape together with your power.
it: Non puoi venire con me, dato che qualcuno deve sopravvivere a ciò per portare la notizia ai nostri alleati. Sei una ragazza molto intelligente, e sono sicuro che con il tuo potere sarai in grado di scappare.

source: I must go now.
it: Ora devo andare.

source: Elynia, my lady... Good luck!
it: Elynia, mia signora... Buona fortuna!

source: Darkness Flight
it: Volo nell’oscurità

source: Elynia is now able to fly over chasms.
it: Elynia ora è in grado di volare sopra l’abisso

source: Attack Mal Hekuba with Elynia
it: Attacca Mal Hekuba con Elynia

source: And just what are you doing now?
it: E adesso cosa stai tentando di fare?

source: I’m going to destroy you!
it: Ti distruggerò!

source: How pathetic.
it: Come sei patetica.

source: Have you not learned anything after your friends’ vain sacrifices, Elynia? Have you not learned to GIVE UP?
it: Non hai imparato niente dopo gli inutili sacrifici dei tuoi amici, Elynia? Non hai imparato ad ARRENDERTI?

source: Why won’t you just accept your fate and <b>DIE</b>?!
it: Perché non accetti il tuo destino e <i>MUORI</i>?!

source: We must do something!
it: Dobbiamo fare qualcosa!

source: If Elynia herself doesn’t have the power to destroy that lich, I don’t think there’s anything we can do about it...
it: Se Elynia non ha il potere di distruggere quel lich, non penso che ci sia niente che noi possiamo fare....

source: Survive until the opportunity to destroy Mal Hekuba presents itself
it: Sopravvivi fino a che l’opportunità di distruggere Mal Hekuba si presenta da se.

source: It’s too late to stop me!
it: È troppo tardi per potermi fermare!

source: There’s absolutely <i>nothing</i> you can do!
it: Non c’è assolutamente <i>niente</i> che tu possa fare!

source: Have you had enough already?
it: Ne hai avuto abbastanza?

source: <i>... Don’t forget that you are here fighting for a greater cause...</i>
it: <i>... Non dimenticare che stai combattendo per una causa più importante...</i>

source: ... I...
it: ...Io...
