Repository: wescamp/After_the_Storm-1.10
Catalog: po/*.po
Languages: it

source: Not quite — there’s a crack in one of the hive walls and a larger cave behind!
it: Non ancora: c’è una crepa in una delle parete dell’alveare e una caverna più grande dietro di essa!

source: Elynia, the teleportation spell you learned back in Zocthanol! Can you use it?
it: Elynia, l’incantesimo di teletrasporto che hai imparato a Zocthanol! Puoi usarlo?

source: I— I don’t know, it wasn’t really made to transport more than one person, and I haven’t had a chance to try it myself.
it: Io... io non so, non è stato creato per trasportare più di una persona, e non ho avuto modo di provarlo.

source: This is probably not the best moment to fiddle with unpredictable kinds of magic like this. As I said before, many mages have disappeared attempting to master the power of teleportation.
it: Questo non è probabilmente il miglior momento per indugiare con un tipo di magia imprevedibile come questo. Come ho detto in precedenza, molti maghi sono spariti nel tentativo di padroneggiare il potere del teletrasporto.

source: It’s an option we should consider, nonetheless.
it: È una opzione che dovremmo tenere in considerazione, comunque.

source: This place stinks of <i>blood</i>. What’s with that water?
it: Questo posto puzza di <i>sangue</i>. Cosa c’è in quella acqua?

source: I fear that it is blood, in fact. Something is really wrong. No single creature could contain so much of it. Who knows what kinds of twisted experiments these fiends do in here?
it: Temo sia proprio sangue. C’è qualcosa di molto strano. Nessuna creatura ne può contenere così tanto. Chissà quale tipo di perverso esperimento stanno facendo quei demoni in questo posto.

source: There appears to be truly no way out of this chamber. What will we do?
it: Sembra proprio che non ci sia via di uscita da questa posto. Cosa facciamo?

source: I’ll tell you what we’ll do. We’ll destroy this place from the inside and escape somehow!
it: Vi dico io cosa fare. Distruggiamo questo posto dall’interno e scappiamo in qualche modo!

source: Or we could take the risk and—
it: Oppure corriamo il rischio e...

source: You opted for doing this the hard way after all, didn’t you? The staff — hand it over now.
it: Avete scelto voi di ricorrere ai metodi duri dopotutto, non è vero? Il bastone: dammelo ora.

source: —I...
it: ...Io...

source: Elynia... we must...
it: Elynia... dobbiamo...

source: —I... I damn you, Elyssa... I damn you and your kind... for this...
it: ... Io... io ti maledico, Elyssa... Io maledico te e tutta la tua razza... per questo...

source: My dear, we were damned long ago by the Lords of Light and Darkness. Your petty words are irrelevant in the grand scheme of things. HAND IT OVER NOW!
it: Mia cara, siamo stati maledetti tempo fa dai Signori della Luce e delle Tenebre. Le tue sciocche parole sono irrilevanti nel grande disegno dell’esistenza. DAMMELO ORA!

source: Elynia, the spell!
it: Elynia, l’incantesimo!

source: Don’t you see? We aren’t that different after all. You just lost your new beloved just like you lost Argan. I lost <i>much</i> more than that long ago. You think he was important because you never had to endure the cruelty and ruthlessness of the beasts that dare call themselves ‘humans’.
it: Non vedi? Non siamo così differenti dopotutto. Tu hai appena perso il tuo nuovo amato proprio come hai perso Argan. Io ho perso <i>molto</i> di più tempo fa. Pensi che lui fosse importante perché tu non hai mai dovuto subire la crudeltà e la mancanza di pietà di quelle bestie che osano chiamare loro stessi “umani”.

source: Don’t listen to her, Elynia!
it: Non ascoltarla, Elynia!

source: What a waste. Don’t think you’ll find anything of value in Wesmere.
it: Che spreco. Non pensare di trovare niente di importante a Wesmere.

source: Tears
it: Lacrime

source: team_name^Elynia
it: Elynia

source: Move Elynia to the top edge of the map
it: Muovi Elynia fino al bordo superiore della mappa

source: She hasn’t wanted to talk to us for days. Is our destination...?
it: Non ha voluto parlarci per giorni. La nostra metà è...?

source: Yes, I gather that her plan is still to attack Wesmere before the Northlanders have an opportunity to launch a proper offensive or even hear of our situation. Damn, for all I know our messengers and their ship could have been destroyed by the enemy already.
it: Sì, sono stato informato che il suo piano è ancora quello di attaccare Wesmere prima che i Nordici abbiano una opportunità di lanciare un’offensiva adeguata o anche di sapere della situazione. Maledizione, da quello che so i nostri messaggeri e la loro nave potrebbero essere stati distrutti dal nemico a quest’ora.

source: I heard the Grand Council was hesitant about pressing on this war since your victory in the Empire’s so-called capital. They think they’ve won already.
it: Ho sentito che il Consiglio Supremo era titubante circa il proseguire questa guerra sin dalla vostra vittoria nelle cosiddetta capitale dell’Impero. Pensano di aver già vinto.

source: Is everyone ready for battle?
it: Siete tutti pronti per la battaglia?

source: Er, battle?
it: Ehm, battaglia?

source: Our scouts didn’t go unnoticed, and they found a couple of well-armed enemy outposts ahead. This will most certainly not be a safe journey across the dry remains of Wesmere.
it: I nostri esploratori non sono passati inosservati e hanno trovato un paio di avamposti nemici ben armati innanzi a noi. Non sarà certamente un viaggio privo di rischi quello tra le aride rovine di Wesmere.

source: Has it even occurred to you that our little struggle in their headquarters in that accursed peninsula has put their forces in motion again to protect what little remains of Yechnagoth?
it: Non hai mai pensato che il nostro piccolo scontro nella loro base in quella maledetta penisola abbia messo in moto le loro forze per proteggere quello che rimane di Yechnagoth?

source: Of course it has. But there’s no time to discuss this now. Let’s move out.
it: Certamente. Ma non è ora di discutere di questo adesso. Muoviamoci.

source: These disgusting demons are vanquished at last!
it: Questi disgustosi demoni sono stati sconfitti finalmente!

source: Yes, but we must proceed quickly and cautiously to the northeast nevertheless. More troops will come if we give them the opportunity to regroup.
it: Sì, ma dobbiamo procedere velocemente e attentamente verso nord-est comunque. Altre truppe verranno se gli offriremo la possibilità di raggrupparsi.

source: Onwards we go, now!
it: Avanti, andiamo adesso!

source: We cannot advance without securing our path first!
it: Non possiamo avanzare senza rendere sicuro il nostro percorso prima!

source: It’s still my opinion that we are running a large risk with your current plan.
it: Sono ancora dell’opinione che stiamo correndo un grosso rischio con il tuo piano attuale.

source: Was it any better to not take risks at all in that fortress, though?
it: Sbaglio o si è rivelato molto meglio non prendere alcun rischio in quella fortezza?

source: I don’t know what you are trying to imply, but I may as well remind you that I wasn’t the only one to hesitate and that <i>he</i> would not have survived the attempt without his lower half like I did. It was <i>your</i> task to research that spell beforehand and <i>you</i> failed to do so — don’t get me involved in your mistakes.
it: Non so cosa tu stia cercando di implicare, ma posso ricordarti che non sono stato l’unico a esitare e che <i>lui</i> non sarebbe sopravvissuto al tentativo senza la sua metà inferiore a differenza mia. Era <i>tuo</i> compito quello di studiare quel incantesimo e <i>tu</i> hai fallito nel farlo, quindi non coinvolgermi nei tuoi errori.

source: <i>(glares at Mal Keshar)</i>
it: <i>(dà una occhiataccia a Mal Keshar)</i>

source: Pagh, let’s get on with this, everybody! We haven’t got much time!
it: Bah, proseguiamo, gente! Non abbiamo molto tempo!

source: Return to Wesmere — Part 1
it: Ritorno a Wesmere — Parte 1

source: team_name^Wesmere Defense
it: Difese di Wesmere

source: Due to the Wesmere curse, the time of day is always chaotic during this scenario.
it: A causa della maledizione di Wesmere, il periodo del giorno in questo scenario è sempre caotico.

source: There’s an alarming amount of movement in the southern hills. It would seem an entire battalion has been following our steps since we left Kalari Peninsula.
it: C’è una quantità di movimento allarmante nelle colline meridionali. Sembrerebbe che un intero battaglione abbia seguito le nostre tracce da quando abbiamo lasciato la penisola Kalari.

source: The Council was right in their assessment of the situation. The elf witch and the lich have amassed quite an army of orcs and undead mercenaries and they appear to intend to raid Fort Ænthal. And we apparently arrived in the nick of time. To arms!
it: Il Consiglio era nel giusto nella valutazione della situazione. La strega elfo e il lich hanno ammassato un notevole esercito di non-morti e orchi mercenari e sembra che abbiano intenzione di attaccare Forte Ænthal. E apparentemente siamo arrivati appena in tempo. Alle armi!

source: To arms! For the Dark Lady!
it: Alle armi! Per la Signora Oscura!

source: I sort of expected that. It’ll be quite tricky to advance with those buffoons pestering us from behind. On the other hand, the fortress ahead doesn’t seem to be very well guarded, other than that hive in the path.
it: Me lo aspettavo. Sarà abbastanza difficile avanzare con questi buffoni che ci infastidiscono alle spalle. D’altro canto, la fortezza davanti a noi non sembra molto ben sorvegliata, oltre che per quel alveare lungo il percorso.

source: Very well, then. Let’s take them down.
it: Molto bene allora. Abbattiamoli.

source: I do feel something is really wrong with this, though. We should be cautious... especially since our leader appears to be giving us commands without thinking things through.
it: Tuttavia penso che ci sia qualcosa di molto strano. Dovremmo essere prudenti... specialmente da quando il nostro comandante sembra darci ordini senza pensare a quello che fa.

source: If you feel you could do a better job at leading the orcs...
it: Se pensi di poter fare un lavoro migliore comandando gli orchi...

source: It’s not my intention to have <i>anything</i> to do with them at all. I just want to make sure you keep your feet on the ground — whenever that makes sense, that is.
it: Io non intendo avere <i>niente</i> a che fare con loro. Voglio solo assicurarmi che tu tenga i piedi per terra... qualunque cosa essa significhi, tutto qui.

source: What did you say about the fortress not being well guarded, lich?
it: Dicevi che la fortezza non era ben sorvegliata, lich?

source: I stand corrected. We <i>may</i> need a better strategy.
it: Ho detto giusto. <i>Potremmo</i> aver bisogno di una strategia migliore.

source: And thus we have failed. But why? *Ugh*
it: E così abbiamo fallito. Ma perché? *Ugh*

source: Forgive us, Lady...
it: Perdonaci, Signora...

source: You are about to discover that Yechnagoth is no more, fool.
it: Stai per scoprire che Yechnagoth non esiste più, sciocco.

source: I depart from this world to embrace the power of Uria...
it: Lascio questo mondo per abbracciare il potere di Uria...

source: I kind of doubt about that.
it: Ne dubito alquanto.

source: Heh. You haven’t seen the full extent of her power. You haven’t seen the great things she’s done for us. You understand nothing. Nothing... at all...
it: Heh. Non hai visto la piena potenza del suo potere. Non hai visto le grandi cose che ha fatto per noi. Non capisci niente. Assolutamente... niente...

source: Now that you’re dead, all that has become irrelevant, hasn’t it?
it: Ora che sei morto, tutto ciò è diventato irrilevante, non credi?

source: It’s over now, fiends. Flee while you can, and make sure the Triad hears of your shameful defeat at our hands.
it: È finita, demoni. Fuggite fin che potere, e assicuratevi che la Triade senta della vostra vergognosa sconfitta da parte nostra.

source: It’s over now. There’s nobody left to obstruct our path but those artificial abominations.
it: È finita ora. Non c’è nessuno ora a ostacolare il nostro cammino a parte quei abomini artificiali.

source: <i>(snicker)</i>
it: <i>(ridacchia)</i>

source: Wesmere is just ahead. What are you going to do now, lass?
it: Wesmere è davanti a noi. Cosa farai adesso, ragazza?

source: I wanted to discuss that with you three right now, actually. Come with me.
it: Ne voglio discutere con voi tre adesso, in verità. Venite con me.

source: Departure
it: Partenza

source: You look more upset than usual, Elynia. What’s going on?
it: Sembri più triste del solito, Elynia. Cosa accade?

source: I... I don’t think I could bear more significant losses after what happened to Galas. My plan was not to attack the Wesmere hive but to infiltrate it — I didn’t foresee this battle, and we were to part ways right before reaching this location.
it: Io... non penso di poter sopportare altre perdite importanti dopo quello che è successo a Galas. Il mio piano non era di attaccare l’alveare di Wesmere, ma di infiltrarlo. Non avevo previsto questa battaglia, e dovevamo separarci prima di aver raggiunto questo posto.

source: Wait... You are saying that you planned to infiltrate the hive on your own, without us? That’s just... stupid! We have no idea what awaits beneath, and it could be worse than what we found in the Triad’s headquarters!
it: Aspetta... tu stai dicendo che avevi in mente di entrare nell’alveare per conto tuo, senza di noi? Questo è... stupido! Non abbiamo idea di cosa ci sia dentro, e potrebbe essere peggio di quello che abbiamo trovato nel quartier generale della Triade!

source: I was hoping you would provide me with a few undead warriors, in fact.
it: Speravo che tu mi avresti dato qualche guerriero non-morto, infatti.

source: Lady, that’s suicidal. From what we’ve heard, you won’t make it without our help. Allow us to protect you until you reach the underground entrance at the very least.
it: Signora, questo è un suicidio. Da quello che abbiamo sentito, non ce la fareste senza il nostro aiuto. Permettici almeno di proteggerti fino all’entrata sotterranea.

source: I refuse to send any undead down there unless you allow me to go with you.
it: Mi rifiuto di mandare alcun non-morto la dentro a meno che tu non mi permetta di venire con te.

source: What’s your motivation, Malin? What makes you want to accompany us now that neither Galas nor Anlindë roam this world anymore?
it: Perché, Malin? Cosa ti spinge ad accompagnarci ora che né Galas né Anlindë non vagano più per questo mondo?

source: I am tempted to ask you the same question, actually, perhaps replacing one of those with Argan. I know you cared about the boy just like you cared about Argan and I can sense your grief after he was killed. Somehow you seem to be in denial, perhaps because you are afraid to admit that it had a greater effect on you than Argan’s death, which you actually assumed much longer ago.
it: In verità sono tentato di chiederti la stessa domanda, forse sostituendo uno di loro con Argan. So che tenevi al ragazzo esattamente come tenevi ad Argan e posso percepire il tuo dolore per la sua morte. Tuttavia sembri negarlo, forse perché hai paura ad ammettere che ha avuto su di te un impatto maggiore della morte di Argan, che presumevi morto molto tempo fa.

source: I can tell from your behavior that you seek vengeance against Uria’s followers, now... especially Elyssa. But what’s the point of wasting your eternal life pursuing that ephemeral goal, I ask?
it: Dal tuo comportamento posso dedurre che cerchi vendetta contro i seguaci di Uria, adesso... specialmente su Elyssa. Ma qual’è il punto nello sprecare la tua vita eterna inseguendo un obiettivo così effimero, ti chiedo?

source: You have not... answered my question...
it: Non hai... risposto alla mia domanda...

source: Probably because I don’t need to. I don’t have a motive to do anything anymore. My foolish mission to remove the orcish species from Irdya failed too long ago!
it: Probabilmente perché non ne ho bisogno. Non ho più una ragione per niente ormai. La mia sciocca missione di rimozione della specie degli orchi da Irdya è fallita troppo tempo fa!

source: Is it redemption that you seek?
it: È la redenzione ciò che tu cerchi?

source: I don’t know! That’s what you said when I first met you, remember?
it: Non lo so! È questo che hai detto quando ci siamo incontrati la prima volta, ricordi?

source: We aren’t accomplishing anything. My lady, please reconsider—
it: Non stiamo risolvendo niente. Mia signora, ti prego di riconsiderare...

source: We’ll secure the hive entrance together, but from that point onwards it will be only Mal Keshar and I, and whoever wants to go with us except for you two.
it: Raggiungeremo l’entrata dell’alveare insieme, ma dal quel punto in poi saremo solo Mal Keshar e io, e chiunque vorrà venire con noi eccetto voi due.

source: Why is that?
it: Perché?

source: We are going to need some capable soldiers alive to alert the Grand Council if neither we nor our messengers make it back. I want you to head back to the Far North immediately should we not return to the surface within a day.
it: Dobbiamo assicurarci che alcuni soldati capaci siano vivi per avvertire il Consiglio Supremo nel caso che né i nostri messaggeri né noi facessimo ritorno. Voglio che partiate immediatamente per il Profondo Nord nel caso non ritornassimo in superficie entro un giorno.

source: Very well, then. I am unsure about what strategy — if any at all — you have in mind to defeat or destroy whatever you are going to face in that place, but... Your quest is noble. I wish you the best of luck to complete it.
it: Molto bene, allora. Non sono sicuro di che strategia tu abbia in mente, sempre che tu ne abbia una, per sconfiggere o distruggere qualsiasi cosa che dobbiate affrontare in quel posto, ma... La tua impresa è nobile. Vi auguro la migliore fortuna per il suo completamento.

source: If I ever return to our island, I’ll make sure our people hear of your bravery and your many sacrifices. I am sure you’ll succeed in this last mission.
it: Se farò mai ritorno alla mia isola, farò in modo che la nostra gente sappia del tuo coraggio e dei tuoi tanti sacrifici. Sono sicuro che avrai successo in questa ultima missione.

source: Thank you... It really means a lot to me.
it: Grazie... Significa molto per me.

source: Return to Wesmere — Part 2
it: Ritorno a Wesmere — Parte 2

source: team_name^Wesmere Hive
it: Alveare di Wesmere

source: Recruit and/or recall six units
it: Recluta e/o richiama sei unità

source: You cannot end your first turn until you have recruited or recalled six units
it: Non puoi finire il tuo primo turno senza aver reclutato o richiamato sei unità

source: You can recruit or recall from your starting location (you do <b>not</b> need a castle or a keep)
it: Puoi reclutare o richiamare dalla tua posizione di partenza (<b>non</b> hai bisogno di un castello o di una fortezza)

source: You won’t be able to recall or recruit any units later until the end of the mission
it: Non sarai in grado di richiamare o reclutare alcuna unità fino alla fine della missione

source: Find the Shaxthal hive entrance and proceed underground
it: Trova l’ingresso dell’alveare Shaxthal e avanza nel sottosuolo

source: You won’t be able to recall or recruit any units until the end of the mission
it: Non sarai in grado di richiamare o reclutare nessuna unità fino alla fine della missione

source: Find Yechnagoth’s heart
it: Trova il cuore di Yechnagoth

source: This putrid place seems much larger than it was the last time we set foot on it.
it: Questo posto disgustoso sembra molto più grande dall’ultima volta che ci abbiamo messo piede.

source: Clearly, our ‘friends’ have been busy at work here — it’s quite a maze. It will be no easy task to find Yechnagoth’s heart, whatever it looks like. Of course, I imagine it must give off an evil presence of some kind.
it: Chiaramente, i nostri “amici” hanno lavorato duramente qui: è diventato un labirinto. Non sarà facile trovare il cuore di Yechnagoth, qualunque sia il suo aspetto. Immagino che emani una presenza malvagia di qualche sorta.

source: I’m certain we’ll be able to tell once we find it.
it: Sono certa che saremo in grado di riconoscerlo una volta che lo avremmo trovato.

source: The Queen
it: La regina

source: Which way should we go?
it: Dove dovremmo andare?

source: Let’s go to the right. I think I heard something coming from that direction.
it: Andiamo a destra. Penso di aver sentito qualcosa da quella direzione.

source: <i>(Female voice) Frpbaq negvsvpvny pber havg vafregvba pbzcyrgr. Cunfr gjb fgneg-hc pbzcyrgr. Arheny cbjre vagresnpr fvtany fgnoyr ng abzvany inyhrf.</i>
it: <i>(Voce femminile) Frpbaq negvsvpvny pber havg vafregvba pbzcyrgr. Cunfr gjb fgneg-hc pbzcyrgr. Arheny cbjre vagresnpr fvtany fgnoyr ng abzvany inyhrf.</i>

source: What’s that mechanical voice?
it: Che cosa è questa voce meccanica?

source: <i>(Male voice) Eryrnfvat Dhrra havg sebz gur vaphongvba punzore va gra frpbaqf. Pyrne gur prageny punzore nern.</i>
it: <i>(Voce maschile) Eryrnfvat Dhrra havg sebz gur vaphongvba punzore va gra frpbaqf. Pyrne gur prageny punzore nern.</i>

source: I don’t know, but it doesn’t sound good...
it: Non lo so ma ho un brutto presentimento....

source: This is a very large chamber and there doesn’t seem to be anything in it. Unless...
it: Questa è una stanza molto grande e non sembra esserci nulla al suo interno. A meno che...

source: ... Now we’re trapped. How predictable.
it: ... Ora siamo intrappolati. Prevedibile.

source: I know. This isn’t merely an empty room, and I suppose that’s what those voices were talking about. Let’s be on guard.
it: Lo so. Questa non è semplicemente una stanza vuota, e suppongo che sia la cosa di cui le voci stavano parlando. Stiamo all’erta.

source: What is that?
it: Cosa è quello?

source: —Uria be damned!
it: Sia dannata Uria!

source: There’s a glowing object in the creature’s torso!
it: C’è un oggetto lucente nel torso di quella creatura!

source: I think it’s the very thing we have been searching for. Quickly, destroy it!
it: Penso sia proprio la cosa che stiamo cercando. Presto, distruggiamola!

source: Destroy the Queen
it: Distruggi la regina

source: We have found those things before, in the old capital! They must have something to do with the hive, and possibly this creature as well — perhaps they are some kind of power source!
it: Abbiamo incontrato queste cose in precedenza, nella vecchia capitale! Devono aver qualcosa a che fare con l’alveare, e possibilmente anche con questa creatura. Forse sono una qualche specie di fonte di energia!

source: We seem to be causing some damage to the beast!
it: Sembra che stiamo provocando qualche danno alla bestia!

source: Very well — let’s do some more!
it: Molto bene. Facciamolo ancora!

source: Destroy the energy supply units in the Queen’s chamber
it: Distruggi i generatori di energia nella stanza della regina

source: It’s working! Strike it down now!
it: Sta funzionando! Abbattiamola!

source: What’s happening?
it: Che succede?

source: I think... this place is decidedly bad for my ‘health’. I don’t think I’ll make it — there’s a greater force at work in here, pulling me into it...
it: Penso... che questo posto sia decisamente deleterio per la mia “salute”. Non penso di farcela. C’è una forza più grande al lavoro qui, che mi sta trascinando...

source: No... I should be able to heal you, just—
it: No... dovrei essere in grado di guarirti, basta che...

source: I don’t think so... I’m going to lend you a hand while I can...
it: Non credo... Ti darò una mano finchè posso...
