Repository: wescamp/After_the_Storm-1.10
Catalog: po/*.po
Languages: it

source: So did one of your kind decide to kill the puny ‘lord’ of these rebels to make up an excuse for banishing our people?
it: Quindi qualcuno di voi ha deciso di uccidere il patetico “signore” di questi ribelli per avere una scusa per bandire la nostra gente?

source: Listen, wose-born creatures, Inodien was slain by no elf, human or orc!
it: Sentite, creature della foresta, Inodien non è stato ucciso da alcun elfo, umano od orco!

source: We have good reasons to think that the loyalists sent forth their mercenaries to do the job and create a dispute among your men to send us all to our doom. But we are not letting that happen, at least not today.
it: Abbiamo ragione di pensare che i lealisti abbiano mandato i loro mercenari a fare ciò per creare una disputa tra i vostri uomini e spedirci tutti alla nostra rovina. Ma noi non permetteremo che ciò accada, almeno non oggi.

source: This is unfair! Why should we pay for others’ crimes?
it: Ciò è ingiusto! Perché dovremmo pagare per i crimini altrui?

source: You don’t have your hands clean! How can you dare to imply that you haven’t committed any crimes? Just take a look at the dirty battlefield below your nose!
it: Le vostre mani non sono pulite! Come osi dire che non avete commesso crimini? Dà una occhiata al campo di battaglia sotto il tuo naso!

source: It is true. We have spilled much elvish blood with this fight. We’ll leave these lands as soon as we can.
it: È vero. abbiamo versato molto sangue di elfo in questo combattimento. Lasceremo queste terre il prima possibile.

source: What? And how are we going to travel to Zocthanol Isle then?
it: Cosa? E come faremo a raggiungere l’isola di Zocthanol?

source: I swear that my people will never forget this, the most vile of treacheries. I’ll call my troops for withdrawal from this accursed country, but know that I’ll someday return!
it: Giuro che il mio popolo non dimenticherà mai questo, il più vile dei tradimenti. Ritirerò le mie truppe da queste terre maledette, ma so che un giorno ritorneremo!

source: If the Lady of Light is willing to never return to these lands for our own faults, then we will also abandon the country. Come with me, men! Let’s find a place that sets us apart enough from those fiends.
it: Se la Dama della Luce non ha intenzione di tornare in queste terre a causa le nostre colpe, allora anche noi le abbandoneremo. Venite con me, uomini! Troviamo un posto abbastanza lontano da quei demoni.

source: Elynia? Can you tell us your plan?
it: Elynia? Puoi spiegarci il tuo piano?

source: There is a port to the west in the Bay of Tirigaz. It’s controlled by orcs, but perhaps we can find a way to bribe them so they lend us their ships and provisions. It is the only port that doesn’t belong to the Aragwaithi nowadays, and the closest one to our current location.
it: C’è un porto a ovest nella Baia di Tirigaz. È controllato dagli orchi, ma forse possiamo trovare un modo di convincerli a darci navi e rifornimenti. È l’unico porto che non appartenga agli Aragwaithi di questi tempi, ed è il più vicino alla nostra posizione.

source: Then to Tirigaz we go! But how will we determine the location of Zocthanol Isle?
it: Allora verso Tirigaz! Ma come faremo a determinare la posizione dell’isola di Zocthanol?

source: That will be my job to do.
it: A quello ci penserò io.

source: Terror at Dusk
it: Terrore al crepuscolo

source: That is the sound of those blasted creatures! But what do they want here?
it: È il suono prodotto da quelle dannate creature! Cosa cercano qui?

source: Um...this is a strange coincidence. It might be that they are behind the death of Inodien.
it: Um... è una strana coincidenza. Potrebbero esserci loro dietro la morte di Inodien.

source: That’s very likely. But not without the command of more intelligent beings, which means the Chaos Empire is behind this. Let’s get rid of them before they can cause more problems in the northern country.
it: È probabile. Ma non senza il comando di esseri più intelligenti, il che significa che l’Impero del Caos è dietro a ciò. Sbarazziamoci di loro prima che causino altri problemi nelle terre settentrionali.

source: Don’t die yet, vermin! We want some explanations before burying your skull in the sand!
it: Non morire ancora, verme! Vogliamo qualche spiegazione prima di seppellire il tuo teschio nella sabbia!

source: And do you really believe I would speak? You can torture me as much as you want, but you won’t get anything from me!
it: E tu credi veramente che parlerò? Puoi torturarmi quanto vuoi, ma non ricaverai niente da me!

source: Stupid...
it: Stupido...

source: Let him.
it: Lascia perdere.

source: That annoying bastard...Hekuba. He and the Iron Triad must be behind this. But what are they trying to accomplish?
it: Quel fastidioso bastardo... Hekuba. Lui e la Triade di Ferro devono essere dietro a ciò. Ma cosa stanno tentando di fare?

source: They probably want to take revenge on us and our kind after Argan’s death.
it: Probabilmente vorranno vendicarsi su di noi e la nostra razza per la morte di Argan.

source: This is the last one, and it doesn’t seem like there are more groups coming here.
it: Questo è l’ultimo, e non sembra che ci siano altri gruppi diretti qui.

source: Let’s not worry a lot about them. These pathetic weaklings are nothing compared to the hordes we fought before.
it: Non preoccupiamoci si loro. Questi esseri patetici non sono niente rispetto alle orde che abbiamo combattuto in precedenza.

source: Let’s proceed to Tirigaz now, quickly.
it: Procediamo verso Tirigaz ora, veloci.

source: Why don’t we find their leaders, get rid of them and put an end to this stupid war now?
it: Perché non troviamo il loro comandanti, ce ne sbarazziamo e poniamo fine subito a questa stupida guerra?

source: No... That would be highly dangerous, because we don’t know what kind of enemies we’ll be facing, other than Mal Hekuba. You haven’t forgotten our last fight with him, have you? We are at a disadvantage until we can find more information on them, and that’s why finding Zocthanol is so important.
it: No... Sarebbe troppo pericoloso, perché non sappiamo quale tipi di nemici affronteremo, oltre Mal Hekuba. Non avrai dimenticato il nostro ultimo combattimento contro di lui? Siamo in svantaggio fino a che non troviamo più informazioni su di loro, e questo è il motivo dell’importanza di trovare Zochtanol.

source: Alright, let’s go then.
it: Ve bene, andiamo allora.

source: Bay of Tirigaz
it: Baia di Tirigaz

source: team_name^Tirigaz
it: Tirigaz

source: team_name^Invaders
it: Invasori

source: team_name^Sea Creatures
it: Creature del mare

source: team_name^Water Serpents
it: Serpenti d’acqua

source: N: Bisbarl NW: Port of Tirigaz NE: Arthol
it: N: Bisbarl NO: Porto di Tirigaz NE: Arthol

source: SW: Province of Wyndill
it: SO: Provincia di Wyndill

source: Defeat both enemy leaders
it: Sconfiggi entrambi i condottieri nemici

source: Death of Vuruk or the ally leader
it: Morte di Vuruk o del condottiero alleato

source: The port of Tirigaz or the town of Arthol are captured by the enemy
it: Il porto di Tirigaz o la cittadina di Arthol sono prese dal nemico

source: 170 gold! It seems it was a trading ship!
it: 170 pezzi d’oro! A quanto pare questa era una nave commerciale!

source: You retrieve 170 pieces of gold.
it: Hai ottenuto 170 pezzi d’oro.

source: Bah, only 25 pieces of gold. Better than nothing, I guess.
it: Bah, solo 25 pezzi d’oro. Meglio che niente, presumo.

source: You retrieve 25 pieces of gold.
it: Hai ottenuto 25 pezzi d’oro.

source: Two pieces of gold? Damn, this must be a joke!
it: Due pezzi d’oro? Cavolo, deve essere uno scherzo!

source: You retrieve two pieces of gold.
it: Hai ottenuto due pezzi d’oro.

source: Well, well, 50 pieces of gold can be put to good use!
it: Bene, bene, 50 pezzi d’oro possono tornarci utili!

source: You retrieve 50 pieces of gold.
it: Hai ricevuto 50 pezzi d’oro.

source: The orcs controlling the Bay of Tirigaz were busy defending the port against some hasty guests...
it: Gli orchi che controllavano la baia di Tirigaz erano occupati a difendere il porto da degli ospiti sgraditi...

source: You filthy soft-skinned beasts, this is your last opportunity to give us our swamps back! They’ve always been ours, and we are not planning to retreat to the territory of the pointy-eared demons!
it: Voi luride bestie pelle di rana, questa è la vostra ultima possibilità di ridarci la palude! È sempre stata nostra, e non abbiamo intenzione di ritirarci nel territorio dei demoni dalle orecchie a punta!

source: We care little about your stupid wars to the East. We had a treaty, and you broke it by trespassing our well-established frontiers, and now you ask to give you back the very lands you’re stealing from us! After raiding the southern fortress, no less! You really believe we are going to give up now?
it: Ben poco ci importa delle vostre stupide guerre a est. Abbiamo un patto che avete infranto invadendo i nostri confini ben stabiliti, e ora ci chiedi di ridarti le stesse terre che ci stai rubando! Dopo aver attaccato la nostra fortezza meridionale, per giunta! Credi davvero che ci arrenderemo adesso?

source: ‘Well-established’, you say? To the Dark Gods with you and your treaty! Since when can the words of an orc define where and how much our waters spread? Maybe you’ll admit your defeat once we get rid of your weak towns in the North. Go ahead, Rishix! Give them a lesson!
it: «Ben stabiliti»? Che gli Dei Oscuri si prendano voi e il vostro patto! Da quando le parole di un orco decidono fin dove le nostre acque si estendono? Forse ammetterai la tua sconfitta una volta che ci sbarazzeremo delle vostre deboli città a nord. Avanti Rishix! Dagli una lezione!

source: That city to the northwest...is it the port of Tirigaz?
it: Quella città a nord-est... è il porto di Tirigaz?

source: Yes...although it wasn’t so well fortified during my time. Things have changed here indeed.
it: Sì... sebbene non fosse così ben fortificato ai miei tempi. Sono cambiate molte cose qui.

source: Is that smoke I- Wait, I hear some steps...
it: È fumo quello che...? Aspetta, sento alcuni passi...

source: Hello, strangers! Are you loyal to the Grand Council?
it: Salve, stranieri! Siete leali al Consiglio Supremo?

source: Yes, we are.
it: Sì, lo siamo.

source: The vile saurians are besieging the port of Tirigaz, and I can’t enter the city and bring some important news to our lord. I think I speak for all of us, when I say your help would be very valuable. I need to get to the city keep, but that isn’t safe until those vermin are defeated!
it: Questi infidi sauri stanno assediando il porto di Tirigaz, e non posso entrare in città per portare alcune notizie importanti al nostro signore. Penso di parlanre a nome di tutti noi quando dico che il vostro aiuto sarebbe molto utile. Ho bisogno di entrare nella città, ma non sarebbe sicuro fino a quando quei vermi non vengano respinti.

source: The enemies of our friends are our enemies. We can help you.
it: I nemici dei nostri amici sono nostri nemici. Vi possiamo aiutare.

source: (whispering) Although I wonder why those creatures are attacking them in the first place...
it: (sussurrando) Sebbene io preferirei sapere prima perché queste creature li stiano attaccando...

source: We must stop and defeat those saurians before they take over Tirigaz or any of the villages providing food and resources to the port in the North.
it: Dobbiamo fermare e sconfiggere questi sauri prima che prendano Tirigaz o uno qualsiasi dei villaggi che forniscono cibo e risorse al porto a nord.

source: Let’s prepare for battle again, then.
it: Prepariamoci di nuovo alla battaglia, allora.

source: Vuruk, what is it that you need to report to the lord of Tirigaz?
it: Vuruk, di cosa devi informare il signore di Tirigaz?

source: Hmm...it’s something I’m not allowed to share with anyone else but lord Tan-Vatar and his commanders.
it: Hmm... è qualcosa di cui non mi è lecito parlare con nessuno che non sia Tan-Vatar e i suoi superiori.

source: Very well, then.
it: Molto bene.

source: Come in aid of your kin, friends from the deep sea!
it: Venite in aiuto dei vostri simili, amici dal profondo mare!

source: Ah, hah! They have the support of some wild creatures from the ocean! Nothing we cannot handle.
it: Ah, hah! Hanno l’aiuto di alcune delle creature dell’oceano! Niente che non possiamo gestire.

source: Where did all these damned fiends come from?
it: Da dove arrivano tutti questi dannati demoni?

source: This is becoming harder than it was supposed to be.
it: Sta diventando più difficile del previsto.

source: Arthol has been taken over by the saurians! Now there’s no hope for Tirigaz!
it: Arthol è stata presa dai sauri! Ora non c’è speranza per Tirigaz!

source: Tirigaz has been captured! Our mission has failed, and we won’t be able to reach Zocthanol now!
it: Tirigaz è stata presa! La nostra missione è fallita, e non saremo in grado di raggiungere Zochtanol ora!

source: No! I’ve got to... uuugh...
it: No! Devo... uuugh...

source: We let the orcish messenger die in the battlefield! The lord of Tirigaz is not going to like this...
it: Abbiamo lasciato che il messaggero orco morisse in battaglia! Il signore di Tirigaz non sarà affatto contento...

source: The treacherous ones cannot win! Eeaack...
it: I traditori non possono vincere! Eeaack...

source: I have been struck down by the damned minions of an undead lich! This is not fair!
it: Sono stato sconfitto da un maledetto schiavo di un lich non-morto! Non è giusto!

source: Noooooo! You’ll suffer for this atrocity!
it: Nooooo! Pagherai per questa atrocità!

source: Ha, ha, ha! Die, fool!
it: Ha, ha, ha! Muori, sciocco!

source: No! The city will fall...without a leader... *ack*
it: No! La città cadrà... senza un comandante... *ack*

source: Take that, orcish scum! Your leader is dead now, and your city is now ours!
it: Prendente questo, feccia orchesca! Il vostro comandante è morto ora e la vostra città adesso è nostra!

source: The commander of the defense of Tirigaz has been slain! The city won’t resist for much longer now...
it: Il comandante delle difese di Tirigaz è stato ucciso! La città non resisterà molto a lungo...

source: Don’t get any closer to our villages, you vermin!
it: Non avvicinatevi di un altro passo ai nostri villaggi, verme!

source: Crush their villages into the ground!
it: Radete al suolo i loro villaggi!

source: These villages belong to the lord of Tirigaz! We must protect them, not capture them!
it: Questi villaggi appartengono al signore di Tirigaz! Dobbiamo proteggerli, non prenderli!

source: Yes! We did it!
it: Sì, Ce l’abbiamo fatta!

source: This is an important battle you’ve helped us win, travelers. The city of Tirigaz shall be eternally thankful for your assistance.
it: Ci avete aiutato a vincere una battaglia molto importante, viaggiatori. La città di Tirigaz vi sarà eternamente grata per la vostra assistenza.

source: It is our duty to assist our allies in these times. However, I believe this soldier has something to tell you...
it: È nostro dovere aiutare i nostri alleati in questi tempi. Comunque, credo che questo soldato abbia qualcosa da dirti...

source: Vuruk, brother, you made it! Did you discover anything new?
it: Vuruk, fratello, ce l’hai fatta! Sei riuscito a scoprire qualcosa di nuovo?

source: Ha, indeed! I need to talk with you about it later, but now I must report to the chieftains.
it: Ha, certo! Ne devo parlare con te più tardi, ma ora devo riferire ai capitani.

source: I see you helped Vuruk return from his mission. Well done! So, how can we pay our debt with you?
it: Vedo che avete aiutato Vuruk a ritornare dalla sua missione. Ben fatto! Come possiamo quindi pagare il debito che abbiamo con voi?

source: Um, we are currently looking for transportation services. We must sail through the open ocean to find a certain island...
it: Um, al momento siamo alla ricerca di un mezzo di trasporto. Dobbiamo navigare in pieno oceano per trovare una certa isola...

source: I mean no offense, but only fools would dare sail through the open ocean! Nobody has entered deeper waters and returned in one piece, ever! Nobody knows exactly what kind of creatures inhabit the Vast Sea. Nobody knows with certainty what lies beyond the horizon, but it can’t be good, or someone would have returned already! Why would anyone want to travel so far into unknown waters, when you have plenty of safe lands behind you?
it: Senza offesa, ma solo un pazzo oserebbe navigare in mare aperto! Nessuno è mai entrato nelle acque profonde e ne è ritornato intero, mai! Nessuno conosce esattamente quale tipo di creature naviga il Grande Mare. Nessuno sa con certezza cosa riservi oltre l’orizzonte, ma non può essere qualcosa di buono, o qualcuno sarebbe già tornato! Perché qualcuno vorrebbe viaggiare così lontano in acque sconosciute, quando avete dietro di voi molte terre sicure?

source: We have a mission to complete, but like Vuruk’s, it is not something we’d discuss with...
it: Abbiamo una missione da completare, ma come Vuruk, non è qualcosa del quale discuteremo con...

source: We know the location of a certain isle where some elves who once inhabited the Great Continent went to. We need to gather some information from them — this is a mission for the Grand Council.
it: Sappiamo la posizione di una certa isola dove si sono recati alcuni elfi che una volta abitavano il Grande Continente. Dobbiamo ottenere alcune informazioni da loro. Questa è una missione per il Consiglio Supremo.

source: The Grand Council? Why didn’t you say so in the first place? We’ll do anything we can to help you in your mission. It’ll be difficult to gather a crew for you, but at least I can give you one of our fastest transport vessels.
it: Il Consiglio Supremo? Perché non l’avete detto prima? Faremo qualsiasi cosa che vi possa aiutare nella vostra missione. Sarà difficile radunare un equipaggio per voi, ma almeno posso darvi uno dei nostri più veloci vascelli.

source: Quenoth Isle
it: Isola Quenoth

source: team_name^Quenoth
it: Quenoth

source: This place appears to be abandoned... Are you sure this is the correct island?
it: Questo posto sembra abbandonato... Sei sicura che sia l’isola giusta?

source: Not completely...but it’s possible that the Quenoth elves just avoid these shores for some reason.
it: Non completamente... ma è possibile che gli elfi Quenoth semplicemente evitino queste coste per qualche motivo.

source: Let’s explore and try to find them, then.
it: Esploriamo e tentiamo di trovarli, allora

source: Time passes...
it: Il tempo scorre...

source: Maybe we should return to the ship. I’m not sure we should really go into the forest at night.
it: Forse dovremmo tornare alla nave. Non sono sicura se dovremmo addentrarci nella foresta di notte.

source: Why are you hesitating now?
it: Perché ora stai esitando?

source: Do you remember when we almost lost you in the caves beneath Wesmere? I don’t want to risk that occurring again. We don’t know why we haven’t found any elves here and...
it: Ricordi quando ti abbiamo quasi perso nelle caverne sotto Wesmere? Non voglio correre ancora quel rischio. Non sappiamo ancora perché non abbiamo trovato alcun elfo qui e...

source: Is there something you haven’t told me?
it: C’è qualcosa che non mi hai detto?

source: Galas, I—
it: Galas, io...

source: I hear something moving among the trees.
it: Sento qualcosa muoversi tra gli alberi.

source: Who are you and where do you come from? You don’t seem to be of our kin.
it: Chi siete e da dove venite? Non sembrate essere della nostra razza.

source: We are elves! There’s no need to point at us with those arrows, either; we’re clearly at a numerical disadvantage here.
it: Siamo elfi! Non c’è bisogno di puntare quelle frecce contro di noi, siamo chiaramente in svantaggio numerico.

source: You do not dress like our people. Is this some kind of joke? We are pretty sure we’ve never seen your faces on this island.
it: Non vestite come la nostra gente. È una specie di scherzo? Siamo abbastanza certi di non aver mai visto le nostra facce su questa isola.

source: They are probably impostors sent by Uria to destroy our home!
it: Sono probabilmente impostori mandati da Uria per distruggere la nostra casa!

source: Let us explain...
it: Lasciateci spiegare...

source: Arrest them!
it: Arrestateli!

source: Stop!
it: Fermi!

source: <i>(spreading wings apart)</i> How can you NOT recognize your sylvan ancestors, young girl? Have the Quenoth elves completely forgotten their history after all this time?!
it: <i>(aprendo le ali)</i> Come non puoi NON riconoscere i tuoi antenati silvani, giovane ragazza? Gli elfi Quenoth si sono completamente dimenticati della loro storia dopo tutto questo tempo?!

source: <i>(in a calm, yet sad tone)</i> When was the last time you saw this glow in the night?
it: <i>(in un tono di voce calmo ma triste)</i> Quando è stata l’ultima volta che avete visto questa luce nella notte?

source: Elynia held a small fire in her hands, illuminating the surroundings with a strong, blue light. The elves looked in awe at her subtle but effective display of the power of Faerie, and some of them stepped back uncertain of the meaning of this unusual situation.
it: Elynia reggeva un piccolo fuoco nelle sue mani, illuminando le vicinanze con una forte luce blu. Gli elfi guardavano stupiti la sua piccola ma efficace dimostrazione del potere delle Fate, e alcuni di loro fecero un passo indietro incerti sul significato di questa insolita situazione.

source: Come with me.
it: Seguitemi.

source: Elves of a Different Land
it: Elfi di un’Altra Terra

source: Lord Gaellis, son of Kalehssar, we found these two strangers on the southeastern shores. They came from the northern seas, and seem to bring the light of Eloh with them.
it: Lord Gaellis, figlio di Kalehssar, abbiamo trovato questi due stranieri presso le coste sudorientali. Sono arrivati dai mari settentrionali, e sembra che portino la luce di Eloh con loro

source: Eloh? That name...
it: Eloh? Quel nome...

source: It’s been a long time since any land dweller came to this island. The last time they set foot on its shores, it was our kin who came desperately seeking a new home. We didn’t leave anyone behind. Who are you?
it: È da molto tempo che un abitante del continente non viene su questa isola. L’ultima volta che è successo era la nostra specie che cercava disperatamente una nuova casa. Non abbiamo lasciato nessuno di noi indietro. Chi siete?

source: Sir, I am Galas, son of Valthir, and this is...
it: Signore, io sono Galas, figlio di Valthir, e questo è...

source: Elynia, daughter of Deniéth-Isal.
it: Elynia, figlia di Deniéth-Isal.

source: You vaguely look like one of us. Spread your wings. Your face is that of an elf, but your clothes, and your wings...they are very different from us. Where did you come from?
it: Assomigli vagamente a una di noi. Apri le tua ali. La tua faccia è quella di un elfo, ma le tue vesti, e le tua ali... sono molto diverse dalle nostre. Da dove venite?

source: We come from the Great Continent — from the Far North, beyond the tall Heart Mountains that grasp the sky and guard the green lands. There, the suns’ light has not been enough to burn those beautiful forests forever. We are not like you, indeed; we are forest elves, and we have come to seek your help against the great evil that has befallen Irdya.
it: Veniamo dal Grande Continente: dal Profondo Nord, oltre le alte Montagne Centrali che afferrano il cielo e sorvegliano le verdi terre. Lì, la luce dei soli non è abbastanza forte per bruciare per sempre quelle bellissime foreste. Non siamo come voi, siamo elfi silvani, e siamo venuti per cercare aiuto contro il grande male che ha colpito Irdya.
