Repository: wescamp/After_the_Storm-1.10
Catalog: po/*.po
Languages: it

source: What you have learned about Eloh, and Yechnagoth and Uria...should not be shared with other elves, orcs or even humans. It could be...devastating to our cultures, to say the least, especially in these times when demons roam and spoil Irdya at will within our sight.
it: Quello che avete imparato su Eloh, Yechnagoth e Uria... non deve essere condiviso con altri elfi, orchi o anche umani. Potrebbe essere... devastante per le nostre culture come minimo, specialmente in questi tempi in cui i demoni vagano e distruggono Irdya a volontà sotto i nostri occhi.

source: <i>(snicker)</i> And you say that Argan never intended to cause you any harm? All that we have found proves that he really wanted to destroy your kind after all! Using the powers of an ancient demon, no less!
it: <i>(ridacchiando)</i> E tu dici che Argan non hai mai avuto intenzione di farti del male? Tutto quello che abbiamo trovato prova che lui ha veramente voluto distruggere la tua razza dopotutto! Usando i poteri di un antico demone, nondimeno!

source: I don’t believe that it could be his true intention. He was... under Uria’s control.
it: Non credo che fosse veramente sua intenzione. Lui era... sotto controllo di Uria.

source: So, have you forgotten what he said? “I chose my fate — I guess this is what I deserved from the beginning.” I know, his last words were very vague, but it certainly sounded like he knew what he was doing the whole time. Perhaps it was not his intention to cause harm to *you* in particular, but the damage he caused throughout the continent, in the name of Uria... It hurt you, didn’t it? To make things worse, it seemed like Uria felt his loss. If he was a mere puppet of hers, would she have proclaimed her intentions to avenge her ‘emissary’ like she did?
it: Quindi hai dimenticato di ciò che ha detto? «Ho scelto il mio destino. Penso che questo è quello che mi sono meritato fin dall’inizio.» Lo so, le sue ultime parole erano molto vaghe, ma sembrava certamente come se sapesse ciò che faceva per tutto il tempo. Forse non era intenzione di fare del male a *te* in particolare, ma i danni che ha causato per tutto il continente, nel nome di Uria... Ti fa male, non è vero? A rendere le cose peggiori sembra che Uria accusi la sua perdita. Se era una sua semplice marionetta perché avrebbe proclamato di vendicare il suo “emissario”?

source: Elynia slowly approaches Mal Keshar, staring at him with a grim expression in her eyes — something that neither the lich nor Galas had seen in her before.
it: Elynia si avvicina lentamente a Mal Keshar, fissandolo con una espressione truce sul suo volto, qualcosa che né il lich né Galas hanno mai visto prima.

source: You know nothing.
it: Tu non sai niente.

source: I saw enough. I heard enough.
it: Ho visto abbastanza. Ho sentito abbastanza.

source: <i>(nervously)</i> We should go back to the surface soon before we run out of provisions.
it: <i>(nervosamente)</i> Dovremmo tornare in superficie prima che le nostre provviste si esauriscano.

source: Elynia...if I’m not mistaken, we found a journal in the Heart, and you have kept it all this time with you, correct?
it: Elynia... se non sbaglio abbiamo trovato un diario nel Cuore, e tu l’hai tenuto con te tutto questo tempo, giusto?

source: <i>(hesitates for a second)</i> I...the one who suggested the idea, he was under Uria’s control, wasn’t he? The journal we have might not be Argan’s.
it: <i>(esitando per un secondo)</i> Io... colui che ha suggerito l’idea, era sotto il controllo di Uria, non è vero? Il diario che abbiamo potrebbe non essere di Argan.

source: I am sure it is. I knew Lédinor well enough, and I’m sure that was him speaking, not Uria. Shortly afterwards, his face...changed. No matter what Uria said, I’m certain that Lédinor was struggling to overcome her control all that time, resisting it long enough to help us, knowing that she’d win at the end. If he had told us about it, his will would have collapsed much earlier.
it: Sono sicuro che lo sia. Conoscevo Lédinor abbastanza bene, e sono certo che era lui a parlare, non Uria. Subito dopo la sua faccia è... cambiata. Non importa di quello che ha detto Uria, sono certo che Lédinor stava combattendo per sfuggire al suo controllo per tutto quel tempo, resistendo abbastanza a lungo da aiutarci, sapendo che lei avrebbe vinto prima o poi. Se ce l’avesse detto, la sua volontà sarebbe stata spezzata molto prima.

source: We are descendants of Eloh, and as the Quenoth elves know, not even Yechnagoth’s mind control can work on us that easily.
it: Siamo i discendenti di Eloh, e come gli elfi Quenoth sanno, neanche il controllo mentale di Yechnagoth può funzionare su di noi così facilmente.

source: I know you are probably hesitant about reading Argan’s journal because you fear to learn more about how much of a monster he became.
it: Comprendo che probabilmente esiti a leggere il diario di Argan perché temi di apprendere quanto sia diventato un mostro.

source: I...
it: Io...

source: I could read it if you give me a few days. If you don’t want to know any details besides what is relevant to our quest, fine, I won’t disclose such information to anyone.
it: Posso leggerlo io se mi dai qualche giorno. Se non vuoi sapere alcun dettaglio non rilevante alla nostra ricerca va bene, non rivelerò queste informazione a nessuno.

source: <i>(with a softer expression)</i> Very well.
it: <i>(Con una espressione più rilassata)</i> Molto bene.

source: And while I work on it, you go to the beach, maybe get a tan, play with your little fellow desert elves and...try to smile a little more often? You need to laugh a bit from time to time — it really helps when you’ve lived for so long, I know. So, go ahead, enjoy your short vacation. Meanwhile, I’ll be *killing* myself reading a damn book; I’ve not read books for ages, you know? Suddenly everyone forgot how to read and write after the Fall!
it: E mentre io ci lavoro sopra, perché non vai in spiaggia, magari ad abbronzarti, giocare con i tuoi piccoli amici elfi del deserto e... provare a sorridere un pochino più spesso? Hai bisogno di ridere di tanto in tanto: aiuta molto quando si è vissuti così a lungo, lo so bene. Quindi coraggio, goditi questa piccola vacanza. Intanto, mi *ucciderò* di lavoro leggendo un dannato libro. Non ho letto un libro da ere, sai? Improvvisamente tutti si sono dimenticati di come si faccia a leggere e scrivere dopo la Caduta!

source: You are dead already.
it: Tu sei già morto.

source: I know, I know, and you’ll be too if you keep pointing out the obvious.
it: Lo so, lo so, e lo sarai anche tu se continui a dire ovvietà.

source: We have spent too much time in these caverns, and many of my men are starving.
it: Abbiamo trascorso troppo tempo in queste caverne, e molti dei miei uomini stanno morendo di fame.

source: <i>(sighs, staring at the cave’s roof)</i> It’s too bad that we always have a time limit of some sort for anything we do.
it: <i>(sospira, fissando la volta della caverna)</i> È un peccato che dobbiamo sempre avere un limite di tempo per qualsiasi cosa che facciamo.

source: Resolutions
it: Decisioni

source: It is certainly unfortunate that you couldn’t find a solution to this problem. Everything seems peaceful and good from our current location, but if Uria’s minions win the war and take over the continent, it will be a matter of time until they come back to claim this island. What if Yechnagoth is able to control the surface creatures in the continent again?
it: È certo una sfortuna che non siate riusciti a trovare una soluzione a questo problema. Tutto sembra calmo e pacifico da qui, ma se i servi di Uria vincono la guerra e conquistano il continente, sarà solo questione di tempo prima che vengano a riprendersi questa isola. Chissà cosa succederebbe se Yechnagoth fosse di nuovo in grado di controllare le creature sulla superficie del continente!

source: At least we know that her soul is no longer in this world. There’s a faint possibility that they might be unable to use her heart for anything yet. We must make haste and instruct our allies to destroy the remains of Wesmere...and clear other lands controlled by the Iron Triad.
it: Almeno sappiamo che la sua anima non è più in questo mondo. C’è una flebile possibilità che non siano in grado di usare il suo cuore per alcuno scopo per ora. Dobbiamo affrettarci e spingere i nostri alleati a distruggere le rovine di Wesmere... e a liberare gli altri territori controllati dalla Triade di Ferro.

source: A few of our people expressed interest on joining your group to help you in this quest, and learn more about the state of the lands whence we came a couple of centuries ago.
it: Alcuni della nostra gente hanno espresso il desiderio di unirsi al vostro gruppo per aiutarvi nell’impresa, e imparare di più su come sia cambiata la situazione sul continente da quando siamo arrivati secoli fa.

source: Eloh would want us to help our kin in these dark times.
it: Eloh vorrebbe che aiutassimo la nostra razza in questi tempi oscuri.

source: Our numbers are very small, and we don’t have the resources to support an army, but we have the knowledge, and the faith to try to make a difference in the battlefield.
it: I nostri numeri sono molto piccoli, e non abbiamo risorse per sostenere un esercito, ma abbiamo la conoscenza e la fede per cercare di fare la differenza sul campo di battaglia.

source: It’d be a honor to fight alongside you, sir.
it: Sarà un onore combattere a suo fianco, signore.

source: Fight, indeed. We have spent too much time far from ‘home’ and who knows what’s become of it in the meantime.
it: Combattere, certamente. Abbiamo trascorso molto tempo lontano da “casa” e chissà cosa è successo nel frattempo.

source: The honor is ours. We are grateful for your help in this day, and the day when you helped everyone by banishing Yechnagoth’s soul from Irdya.
it: L’onore è nostro. Vi siamo grati per il vostro aiuto in questo giorno, e nel giorno in cui avete aiutato a bandire l’anima di Yechnagoth da Irdya.

source: Young Galas, it’s no small deed what you three have done for us too. Although your journey is not quite complete yet, by defeating one of Uria’s most powerful demons you have given the world a new hope for a new future.
it: Giovane Galas, non è stata un impresa da poco quella che voi tre avete fatto per noi. Sebbene il vostro viaggio non sia ancora finito, sconfiggendo uno dei demoni più potenti di Uria avete dato al mondo una nuova speranza per il futuro.

source: Kyara is easily one of our most skilled archers, and she has expressed her desire to join you in your quest. You will need all the help you can get.
it: Kyara è molto probabilmente uno dei nostri arcieri più abili, e lei ha espresso il desiderio di unirsi a voi nella vostra impresa. Avrete bisogno di tutto l’aiuto che riuscirete a ottenere.

source: I’m not—
it: Io non...

source: You can come with us if you wish, but you need to be aware of the dangers that lie in our way.
it: Puoi venire con noi se lo desideri, ma devi essere consapevole dei pericoli che si trovano sul nostro cammino.

source: I am aware. I’ve talked with lord Galas of the subject before — I just want to be of help to our forest ancestors in this struggle for survival.
it: Ne sono consapevole. Ho parlato dell’argomento con lord Galas prima. Voglio solo essere d’aiuto ai nostri antenati silvani per questa lotta per la sopravvivenza.

source: We must now prepare for departing this next morning. A long path awaits us.
it: Ora dobbiamo prepararci per partire domani mattina. Un lungo cammino ci aspetta.

source: Fear
it: Paura

source: Explore the peninsula
it: Esplora la penisola

source: The fog is so dense I can barely see anything in the distance. I don’t like the looks of this.
it: La nebbia è così densa che riesco a malapena a vedere in lontananza. Non mi piace come si mette.

source: Indeed. We should explore this peninsula carefully and stay together. Maybe we can find an abandoned castle or village where we can rest while we plan our next course of action.
it: Già. Dovremmo esplorare questa penisola attentamente e stare uniti. Forse possiamo riuscire a trovare un castello abbandonato o un villaggio dove possiamo riposare mente pianifichiamo cosa fare in futuro.

source: The air is unusually dense. There’s something more about this place I don’t like.
it: L’aria è insolitamente densa. C’è qualcosa in questo posto che non mi piace.

source: We may soon find out...
it: Potremmo scoprire presto di cosa si tratta...

source: What kind of hellish spawn is that thing?!
it: Che razza di essere infernale è quella cosa?!

source: Shaxthals. We are definitely not alone here.
it: Shaxtal. Non siamo certamente soli qui.

source: It’s time to fight our way through this place then.
it: È ora di combattere per andarcene da questo posto allora.

source: Yes, we did it!
it: Sì ce l’abbiamo fatta!

source: Let’s try to get out of this land as quickly as we can.
it: Andiamocene via da qui il prima possibile.

source: The Triad — Part 1
it: La Triade — Parte 1

source: Galas... you too...
it: Galas... anche tu...

source: Well done, Kendria. Well done.
it: Ben fatto, Kendria. Ben fatto.

source: I see that the little vermin fell into the master’s trap as expected. And they brought the Ruby of Fire with them! Ha, ha!
it: Vedo che il piccolo verme è caduto nella trappola del padrone come previsto. E ha portato il Rubino di Fuoco con sé! Ha, ha!

source: What are you talking about...
it: Di cosa state parlando...

source: Shut up, you fool!
it: Silenzio, stolto!

source: Let him be. After all, it would be an inelegant move not to tell them our plan before we dispose of their souls, wouldn’t it?
it: Lascialo stare. Dopo tutto, sarebbe poco elegante non dire loro dei nostri piani prima di sbarazzarci delle loro anime, non è vero?

source: We would have killed you on sight, rats, but our master really wanted to see your faces a last time before proceeding with our plan.
it: Vi avremmo uccisi a vista, ratti, ma il nostro padrone desidera ardentemente vedere le vostre facce per un ultima volta prima di procedere con il nostro piano.

source: You... don’t have a... master... We killed... him...
it: Voi... non avete un... padrone... L’abbiamo... ucciso...

source: We have reserves, my dear.
it: Abbiamo riserve, mia cara.

source: You...
it: Tu...

source: As you can see, I am in charge of this place and the Chaos Empire now. It is my intention to show you my gratitude for giving me this perfect opportunity to cleanse the path for Uria to do her will.
it: Come puoi vedere, sono a capo di questo posto e dell’Impero del Caos ora. È mia intenzione di mostrarvi la mia gratitudine per avermi dato questa perfetta opportunità di aprire il cammino per Uria per adempiere alla sua volontà.

source: Irdya, as many other worlds, has certain anomalies which create connections to Inferno, where Uria and her descendants live. These anomalies are very well protected and guarded by ancient demons who do not allow anyone to travel in either direction.
it: Irdya, come molti altri mondi, ha alcune anomalie che creano connessioni con l’Inferno, dove Uria e i suoi discendenti vivono. Queste anomalie sono molto ben protette da antichi demoni che non permettono a nessuno di viaggiare in alcuna delle due direzioni.

source: Long ago, a group of sorcerers created a series of artifacts that could be used to open or close portals from one location of Irdya to another. Theoretically, those artifacts could also be used to create new, unguarded connections between Irdya and Inferno.
it: Tempo fa, un gruppo di stregoni creò una serie di artefatti che possono essere usati per aprire o chiudere portali da un luogo di Irdya ad un altro. Teoricamente, questi artefatti possono essere usati per creare una nuova e non protetta connessione tra Irdya e Inferno.

source: The artifacts were replicas of a single one that was thought lost long ago. We learned that it was used as a symbol of the people who created Naia. We also learned that it was supposed to be destroyed so it would not be misused by anyone. And I literally wasted my life trying to find it. And <i>it</i> found <i>me</i> instead, long after I gave up on my search!
it: Questi artefatti sono repliche di un unico che si pensava perso molto tempo fa. Abbiamo scoperto che è stato usato come simbolo dal popolo che ha creato Naia. Abbiamo anche scoperto che si pensava fosse stato distrutto in modo tale che non fosse più usato impropriamente da nessuno. E io ho letteralmente buttato via la mia vita per cercarlo. Ed invece è <i>lui</i> che ha trovato <i>me</i>, molto tempo dopo che ho abbandonato la mia ricerca!

source: Had Argan known that the artifact existed, and that his companion carried it with her, we would have settled this matter long ago. We wouldn’t have needed to search for the space rifts created along with Naia and her fallen sister. Instead of searching for the Ruby of Fire, we should have searched for the staff of Elynia-Niryone!
it: Se Argan avesse saputo che l’artefatto fosse esistito, e che la sua compagna lo portava con lei, avremmo risolto questa faccenda molto tempo fa. Non avremmo dovuto cercare le fratture dello spazio create con Naia e la sua sorella caduta. Invece di cercare il Rubino di Fuoco, avremmo dovuto cercare il bastone di Elynia-Niryone!

source: Well done... then. You have... found it... what are you waiting for?
it: Ben... fatto. Lo avete... trovato... cosa state aspettando?

source: Now that we have the artifact, we can use it to merge this pitiful world with Inferno...
it: Ora che abbiamo l’artefatto, possiamo usarlo per fondere questo patetico mondo con l’Inferno...

source: ...dispel the curse of Iluvia...
it: ... annullare la maledizione di Iluvia...

source: ...and reunite Uria and the other Guardians...
it: ... e riunire Uria e gli altri Guardiani...

source: ...to restore the Initial Order.
it: ... per ripristinare l’Ordine Iniziale.

source: Give me this.
it: Dammelo.

source: Now this belongs to us.
it: Ora appartiene a noi.

source: Yes! It belongs to us! May I borrow it for a second, my lady?
it: Sì! Appartiene a noi! Posso averlo per un secondo, mia signora?

source: This is not over yet!
it: Non è ancora finita!

source: How did you—
it: Come hai...

source: Kill the intruders! Kill them all! NOW!
it: Uccidete gli intrusi! Uccideteli tutti! ADESSO!

source: You won’t be able to recall any units from this scenario later.
it: Non sarai in grado di richiamare nessuna unità di questo scenario successivamente.

source: By the power you have bestowed upon me, Uria, may the spells which animate the undead be canceled now!
it: Per i poteri che mi hai conferito, Uria, possano gli incantesimi che animano i morti essere cancellati ora!

source: What is this...?
it: Che succede...?

source: Unbind the dust from this world and smite the unworthy descendants of Xia’el!
it: Purifica questo mondo e punisci le indegne discendenti di Xia’el!

source: This... is this the kind of powers possessed by Uria?
it: Questo... è questo il tipo di poteri posseduti da Uria?

source: We need to get out of this place, quickly!
it: Dobbiamo andarcene da questo posto, velocemente!

source: Kendria, call upon our new weapon.
it: Kendria, prepara la nostra nuova arma.

source: But we... we haven’t finished—
it: Ma noi... noi non abbiamo finito...

source: Reinforcements! Don’t allow them to escape!
it: Rinforzi! Non permettetegli di scappare!

source: That exit corridor is clear! It’s our only hope!
it: Quella uscita è libera! È la nostra unica speranza!

source: Move Galas, Elynia or Mal Keshar to the exit location
it: Muovi Galas, Elynia o Mal Keshar all’uscita

source: The Triad — Part 2
it: La Triade — Parte 2

source: Find the exit
it: Trova l’uscita

source: We must make haste before their reinforcements get us. But, which direction should we go?
it: Dobbiamo muoverci velocemente prima che i rinforzi ci raggiungano. Ma in quale direzione dovremmo andare?

source: A slight breeze comes from the passage to our left; we should follow it.
it: Una leggera brezza proviene dal passaggio alla nostra sinistra: dovremmo imboccarlo.

source: These passages are eerily vacant. I feel we are being led into a trap of some sort...
it: Questi passaggi sono sospettosamente vuoti. Temo che siamo stati condotti in una specie di trappola...

source: Mal Keshar, we’ll need some reinforcements to get through!
it: Mal Keshar, ci serve qualche rinforzo per passare!

source: Things are looking grim... We have not fully recovered from that demon’s attack, and her guards are in hot pursuit. Our backups have probably been scattered or slaughtered by now. What’s your actual plan now, suicide?
it: Le cose si mettono male... Non ci siamo ancora pienamente ripresi dall’attacco di quel demone, e le sue guardie ci stanno alle costole. Le nostre riserve sono state probabilmente disperse o massacrate ormai. Quale è il tuo vero piano, il suicidio?

source: A gate! Let’s strike it down—
it: Un cancello! Abbattiamolo...

source: It’s an ambush!
it: È una imboscata!

source: Damn them all! I don’t know if I’ll be able to keep on with this for much longer.
it: Che siano dannati! Non so se sarò in grado di continuare così per molto a lungo.

source: It’s running away!
it: Sta scappando!

source: I just hope we damaged it enough so it won’t attack us from behind again. We need to move on before more of them get to us, quickly.
it: Spero solo che sia stato danneggiato abbastanza così che non ci attacchi alle spalle di nuovo. Dobbiamo muoverci prima che altri ne arrivino, presto.

source: Let’s strike down that gate!
it: Abbattiamo quel cancello!

source: What the—
it: Ma che...

source: Amidst the smoke created by the explosion, two glowing red eyes could be seen...
it: In mezzo al fumo creato dall’esplosione era possibile vedere due occhi rossi luminosi...

source: You fools thought you could escape <i>so</i> easily from us, didn’t you? I have not forgotten what you did to me. What does it feel to be at a disadvantage again?
it: Voi sciocchi non penserete di poter sfuggirci <i>così</i> facilmente, non è vero? Non ho dimenticato ciò che mi avete fatto. Come si ci sente a essere nuovamente in svantaggio?

source: It doesn’t have to be like this. Just give me the staff back and <b>I</b> will spare your life like you did with mine.
it: Non deve per forza finire così. Ridammi il bastone e <i>io</i> risparmierò la tua vita come tu hai fatto con la mia.

source: Follow this rail, quickly!
it: Seguite queste rotaie, presto!

source: Follow the underground rail and find the exit
it: Segui la rotaia sotterranea e trova l’uscita

source: The Triad — Part 3
it: La Triade — Parte 3

source: What now?
it: E ora?

source: Let’s keep moving. This path should take us closer to the surface. Elynia—
it: Continuiamo a proseguire. Questo percorso ci dovrebbe portare più vicini alla superficie. Elynia...

source: I’m fine. Don’t—
it: Sto bene. Non...

source: You haven’t escaped, you know.
it: Non siete sfuggiti, sapete.

source: MOVE!
it: PRESTO!

source: It would have been so much better for all of you to give up...
it: Sarebbe stato molto meglio per tutti voi che vi foste arresi...

source: Uria be damned! It’s a dead end.
it: Che tu sia maledetta Uria! È una strada senza uscite.

source: It’s more like a trap—
it: Mi sembra più una trappola...

source: You cannot blame me. I gave you one opportunity to reconsider your actions — I’m not giving you another.
it: Non potete addossare la colpa a me. Vi ho dato una opportunità di riconsiderare le vostre azioni, non ve ne darò un’altra.

source: You made a big mistake in leaving the safety of the Northlands...
it: Avete fatto un grosso errore ad abbandonare la sicurezza delle Terre Settentrionali...

source: —I knew it. We are trapped.
it: ... Lo sapevo. Siamo in trappola.
