Repository: wescamp/After_the_Storm-1.10
Catalog: po/*.po
Languages: it

source: I had not heard of the name ‘Eloh’ in a very long time, but Galas and his people had heard of her from the dwarves who made contact with these elves long ago. That is just one of many names used to refer to the Guardian of the Arcane Flame which is said to have given life to all faerie beings, including us, elves. Nobody knows exactly when or how her legends first appeared, but the Quenoth elves have apparently forgotten, misinterpreted and exaggerated parts of them.
it: Non sentivo il nome “Eloh” da molto tempo, ma Galas e la sua gente hanno sentito di lei dai nani che che incontrarono questi elfi tempo fa. Questo è solo uno dei molti nomi usati per riferirsi alla Guardiana della Fiamma Arcana di cui si dice che abbia dato vita a tutte le creature fatate, incluso noi elfi. Nessuno conosce esattamente quando o come le prime leggende su di lei comparirono, ma apparentemente gli elfi Quenoth devono avere dimenticato, mal interpretato ed esagerato alcune loro parti.

source: As it seems, the Quenoth elves thrive and live in peace despite lacking much of our civilization’s knowledge and skills. It may be better that way. They are less likely to be corrupted by Uria’s influences in these dark times.
it: Da quello che sembra gli elfi Quenoth vivono e prosperano nonostante non abbiano molte delle conoscenze e delle abilità della nostra civiltà. Potrebbe essere un vantaggio. Sono meno vulnerabili alla influenza corrotta di Uria in questi tempi oscuri.

source: Yechnagoth originally controlled a citadel in the heart of Zocthanol Isle where her body resided. Although both the body and the citadel were destroyed by the elves, we suspected that there was much more to find underground.
it: Yechnagoth originariamente controllava una cittadella nel cuore di Zocthanol dove risiedeva il suo corpo. Sebbene sia il corpo che la cittadella siano stati distrutti dagli elfi, sospettiamo che sia sia molto di più da trovare nel sottosuolo.

source: In the morning, we went into the caves to search for other remains of the place. We found some unusually clean walls — which, as I expected, were hiding the existence of more complex underground tunnels below the island. It seems that Argan, or whoever first discovered Zocthanol, got some help to build the secret citadel.
it: Al mattino, andammo dentro le caverne per cercare altri rovine del posto. Trovammo alcune mura insolitamente pulite, che, come sospettavo, nascondevano l’esistenza di altri cunicoli sotterranei sotto l’isola. Sembra che Argan, o chiunque abbia per primo scoperto Zocthanol, ebbe qualche aiuto per costruire la cittadella segreta.

source: Argan’s mention of ‘Norsulan’ technology in his records worried me. What if we were fighting for a vain purpose? Perhaps Uria’s influence has already caused permanent, irreversible damage on Irdya, and there’s nothing we can do to stop the enemy now?
it: La menzione della tecnologia “Norsulana” nelle memorie di Argan mi preoccupò. Stavamo combattendo per una causa inutile? Forse l’influenza di Uria aveva già causato un irreversibile e permanente danno a Irdya, e non c’era più niente che potessimo fare per fermare il nemico?

source: The ancient information previously gathered by Galas, Anlindë and Mal Keshar matches what we have obtained from Argan’s lair...which he found out through Uria and her most knowledgeable demons. We are not alone. And the thought that there’s a world more technologically advanced than Irdya is...overwhelming.
it: Le antiche informazioni raccolte in precedenza da Galas, Anlindë e Mal Keshar corrispondevano con quelle che abbiamo ottenuto dal covo di Argan... che lui ricevette attraverso Uria e i suoi demoni più informati. Non siamo soli. E il pensiero che esista un mondo più tecnologicamente avanzato di Irdya è... stupefacente.

source: Fortunately Uria’s forces are now separated by the barrier between our world and Inferno. Perhaps, now that they are weak and disorganized, we could have a chance to destroy what’s left of them: the Iron Triad and their followers.
it: Fortunatamente le forze di Uria sono ora separate dalla barriera tra l’Inferno e il nostro mondo. Forse, ora che sono deboli e disorganizzati, possiamo avere una possibilità di distruggere cosa era rimasto di loro: la Triade di Ferro e i loro seguaci.

source: But first we’ll need to deal with another problem. According to Mal Keshar, Argan abandoned Zocthanol Isle after Yechnagoth was defeated, but not before recovering the creature’s heart. Although her soul was effectively destroyed along with her replacement body, her source of power wasn’t directly connected to it, and Argan ordered his minions to preserve that heart beneath the ruined plains of Wesmere. I presume that the biomechanical guards we found in the caves there may be protecting it.
it: Ma prima dobbiamo affrontare un altro problema. Secondo Mal Keshar, Argan abbandonò Zocthanol dopo che Yechnagoth venne sconfitta, ma non prima di aver recuperato il cuore della creatura. Sebbene la sua anima fosse stata effettivamente distrutta insieme al suo corpo, la sua fonte di energia non ne era direttamente connessa, e Argan ordinò ai suoi seguaci di preservare il cuore sotto le rovine di Wesmere. Presumo che le guardie biomeccaniche che abbiamo trovato in quelle caverne lo stessero proteggendo.

source: With that great source of power still intact and in Irdya, our time was running out. We decided to return to the Great Continent as soon as we could to contact our allies and tell them about the shaxthal hive in Wesmere.
it: Con una così grande fonte di energia ancora intatta su Irdya, il nostro tempo era agli sgoccioli. Decidemmo di tornare dal Consiglio Supremo il prima possibile per contattare i nostri alleati e dire loro dell’alveare shaxtahl a Wesmere.

source: I wish I could master the power of teleportation that I obtained from the crystal so we didn’t have to waste so many days in the Vast Sea; unfortunately, I have not been able to concentrate enough to attempt at using it.
it: Avrei desiderato padroneggiare il potere del teletrasporto che ho ottenuto dal cristallo così da non dovere perdere così tanti giorni nel Grande Mare, ma sfortunatamente non sono stata in grado di concentrarmi abbastanza per tentare di usarlo.

source: We finally said goodbye to the peaceful island and departed the next day.
it: Infine dicemmo addio all’isola pacifica e partimmo il giorno dopo.

source: This was perhaps the first time I wanted to stay and forget about the happenings on the Great Continent. Ever since Galas and his group came to interrupt my eternal rest, it’s been a nightmare where everything is relentlessly trying to destroy us as part of that sinister plan to turn Irdya into a wasteland of suffering and decay.
it: Questo fu forse la prima volta che desiderai di rimanere e dimenticare gli eventi sul Grande Continente. Da quando Galas e il suo gruppo venne a interrompere il mio riposo eterno è stato un incubo dove tutto cerca instancabilmente di distruggerci per realizzare quel sinistro piano di trasformare Irdya in un landa desolata di decadenza e sofferenza.

source: I wish I could go back to the old times and prevent that disaster that ruined the world forever.”
it: Desidererei tornare ai vecchi tempi e prevenire quella catastrofe che rovinò il nostro mondo per sempre.»

source: — “Not everything went according to our plans.
it: — «Non andò tutto secondo i nostri piani.

source: A storm caught us by surprise and drove us off the course. We barely survived the long enough to be greeted by the setting suns and a dense fog, finding ourselves before an unknown shoreline and an uncannily silent forest at dusk.
it: Una tempesta ci prese alla sprovvista e ci portò fuori rotta. Sopravvivemmo per a malapena abbastanza tempo per essere accolti dai soli nascenti e da una densa nebbia, ritrovandoci vicino a una costa sconosciuta e in una inquietante foresta silente al crepuscolo.

source: With our ship severely damaged, we decided to explore the land and try to decide what to do later.
it: Con la nostra nave gravemente danneggiata, decidemmo di esplorare le vicinanze e cercare di decidere cosa fare in seguito.

source: In midst of the battle, a dark mist surrounded me clouding my vision and piercing my head with an energy that was too strong to resist. Blinded by the pain, I tried to dispel it to no avail, and then heard a voice... a crystalline and beautiful female voice speaking in an unknown language. Then I felt as if I had fallen into a dark chasm, with no ground to hit.
it: Nel mezzo della battaglia, una nebbia oscura mi circondò occludendo la mia vista e penetrandomi la testa con una energia troppo forte per poter resistere. Accecata dal dolore, provai a dissiparla senza successo, e poi sentì una voce... una cristallina e bellissima voce femminile che parlava in una lingua sconosciuta. Poi ebbi la sensazione di cadere in un abisso oscuro senza fine.

source: The darkness...
it: L’oscurità...

source: The fear...
it: La paura...

source: The strong pulling of Uria’s power knocked me unconscious. It defeated me. I had failed. Uria had caught me off guard.
it: La forza del potere di Uria mi fece perdere coscienza. Mi sconfisse. Avevo fallito. Uria mi aveva preso alla sprovvista.

source: When I opened my eyes it was already too late...
it: Quando aprì gli occhi era già troppo tardi...

source: My hands and feet were burning as I was chained to the floor of a grim dark cell, unable to move, screaming and writhing in pain. They had me where they wanted — defenseless, tortured by the cold iron, unable to escape, like a bird with a broken wing. My magic staff was nowhere to be seen, and I could not pronounce a single spell due to the excruciating pain.
it: Le mie mani e i miei piedi stavano bruciando mentre ero incatenata al suolo di una cella oscura, incapace di muovermi, urlando e contorcendomi dal dolore. Ero nelle loro mani: indifesa, torturata dal freddo acciaio, incapace di scappare, come un uccello con una ala spezzata. Non sapevo dove fosse il mio bastone magico e non potevo pronunciare un singolo incantesimo a causa del dolore lancinante.

source: The pain.
it: Il dolore.

source: I don’t know how much time passed, for I was partially unconscious by the time they arrived to drag me out of the jail. Hours? Days? Who knows.
it: Non so quanto tempo sia trascorso, dato che ero parzialmente incosciente quando sono arrivati a trascinarmi fuori dalla cella. Ore? Giorni? Chissà.

source: But at last I was taken to meet my captors, face to face.
it: Ma almeno mi portarono a incontrare i miei rapitori faccia a faccia.

source: It’s really hard to admit your own mistakes, at times. It’s especially hard to accept reality once it turns against you by taking away those whom you love the most.
it: È molto difficile ammettere i propri errori, a volte. È ancora più difficile accettare la realtà una volta che ti si rivolta contro portandoti via coloro che amavi di più.

source: Galas was more than just a friend.
it: Galas era molto di più di un amico.

source: After Argan’s death I swore I would not get emotionally involved with anyone again. This isn’t the first time it’s happened since the curse that granted me long-lasting life — I know very well this overwhelming feeling of emptiness — but I did not realize I had already gotten too close to him.
it: Dopo la morte di Argan promisi che non mi sarei più legata emotivamente a nessuno. Questa non è stata la prima volta da quando la maledizione mi ha consentito una vita lunga — conosco molto bene questo schiacciante sensazione di vuoto — ma non compresi che mi ero già avvicinata a lui così tanto.

source: I could never tell him what I really felt. I could never tell him why I <i>cared</i> so much.
it: Non ho mai potuto confidargli i miei sentimenti. Non ho mai potuto dirgli perché <i>mi importasse</i> così tanto di lui.

source: Now I am on my own again, afraid of approaching Mal Keshar, whom I knew had started to care about Galas as his only friend. I am alienating everyone because of fear, this fear of becoming the instrument of their death.
it: Ora che sono di nuovo sola, ho paura di avvicinarmi a Mal Keshar, che so che aveva cominciato a tenere a Galas in quanto suo unico amico. Sto allontanando tutti a causa della paura, questa paura di diventare causa della loro morte.

source: I don’t know what to do anymore...
it: Non so più cosa devo fare...

source: But I know that Galas didn’t give up after Anlindë’s sacrifice. I have to carry on and put an end the plans of Elyssa and the Iron Council somehow, even if it could take a sacrifice of my own.
it: Ma so che Galas non si arrese dopo il sacrificio di Anlindë. Devo andare avanti e porre fine ai piani di Elyssa e del Consiglio di Ferro in qualche modo, anche se dovesse costarmi la vita.

source: Mal Keshar’s statement was bold but sadly true. It was evidently foolish to not take advantage of that spell when we still had an opportunity — Galas would probably not have been killed by the new servant of Uria.
it: L’affermazione di Mal Keshar era audace, ma tristemente vera. Era stato sciocco non usare a nostro vantaggio l’incantesimo quando ne avevamo l’opportunità. Galas probabilmente non sarebbe stato ucciso dal nuovo servo di Uria.

source: I know that I’m expected to replace him at the helm of our little band, but it’s really hard to do so without remembering the circumstances of his demise, and the mistakes that led to it. I have to try to put those thoughts aside for the time being...
it: So bene che ora tutti si aspettano che prenda il suo posto alla testa della nostra piccola banda, ma è davvero difficile da farsi ricordando le circostanza della sua morte, e agli sbagli che la causarono. Devo cercare di mettere da parte questi pensieri per i tempi a venire...

source: We continued our march towards northeastern Wesmere, the place where Yechnagoth’s heart lies. A place I frequented during the times of Wesnoth, back when I still worked as an emissary for the elvish Ka’lian and later advisor for the Empire of Wesnoth, before the high circles were corrupted and my mission of peace turned into a vain fantasy.
it: Continuammo la nostra marcia attraverso la regione nordorientale di Wesmere, il posto dove giace il cuore di Yechnagoth. Un posto che frequentavo ai tempi di Wesnoth, quando lavoravo come emissario per il Ka’lian elfico e dopo come consigliera per l’Impero di Wesnoth, prima che gli alti circoli fossero corrotti e la mia missione di pace diventò una vana fantasia.

source: Along the way I could spot a few familiar landmarks, ruined as they were, eroded by the elements, reminders of the former glory of the peoples of Irdya. The peaceful landscape was dominated by an ominous stronghold in the north, presumably guarding the entrance to the infested plains.
it: Lungo la via potevo riconoscere qualche luogo familiare, rovinato come sempre, eroso dagli elementi, memorie dell’antica gloria dei popoli di Irdya. Il pacifico paesaggio era dominato da una minacciosa fortezza a nord, che presumibilmente sorvegliava l’entrata delle pianure infestate.

source: As our living troops were exhausted from our journey across the desert, we decided to rest in the ruins of an ancient elvish outpost for a while, unsuspecting of our forthcoming final confrontation with the forces of Uria.
it: Dato che le nostre truppe viventi erano esauste dal nostro viaggio nel deserto, decidemmo di riposare nelle rovine di un antico avamposto elfico per qualche tempo, ignari del nostro incombente confronto finale con le forze di Uria.

source: Even though I took part in the battle which devastated the once prosperous Wesmere Forest and witnessed its desolation in the aftermath, I am still shocked by the destruction caused by Zhangor in this place. This land is cursed — nothing will ever grow in it again for as long as Uria thirsts for revenge upon us for getting in her way.
it: Sebbene avessi preso parte alla battaglia che devastò la prosperosa foresta di Wesmere e ne vidi la desolazione che ne conseguì, sono ancora colpita dalla distruzione causata da Zhangor in questo posto. Questa terra è maledetta: niente ci ricrescerà fino a quando non si placherà la sete di vendetta di Uria su di noi per aver ostacolato i suoi piani.

source: I can’t help but ponder the words of the necromancer now that we head back into these caves. After our previous encounter with Argan’s power in here, Mal Keshar correctly guessed his identity as Uria’s puppet and the leader of the Chaos Empire. I was in denial about that — quite obvious, in hindsight — possibility then. Am I in denial of my own thirst for revenge now? Perhaps my quest isn’t as noble as other people perceive it.
it: Non posso fare a meno di pensare alle parole del negromante ora che siamo tornati in queste caverne. Dopo il nostro primo incontro con il potere di Argan qui, Mal Keshar aveva indovinato correttamente l’indentità del servo di Uria e del comandante dell’Impero del Caos. Io rifiutai la possibilità, abbastanza scioccamente, con il senno di poi. Ora sto rifiutando l’idea della mia volontà di vendetta? Forse la mia impresa non è così nobile come gli altri credono.

source: “We aren’t that different after all.”
it: «Non siamo così differenti dopotutto.»

source: Episode II: Fate
it: Episodio II: Fato

source: Time passes, and the Chaos Empire still manages to make a stand against its enemies. While the Grand Council is preoccupied with more pressing matters, the fragile alliance of the peoples of the Far North is threatened by a new, mysterious leader who seeks to invade their defenseless lands.
it: Il tempo passa, e l’Impero del Caos riesce ancora a resistere contro i suoi nemici. Mentre il Consiglio Supremo è preoccupato con materie più urgenti, la fragile alleanza dei popoli del Profondo Nord è minacciata da un nuovo e misterioso condottiero che cerca di invadere le loro terre indifese.

source: (Intermediate level, 12 scenarios.)
it: (Livello intermedio, 12 scenari.)

source: I remember hearing of the order to destroy the Sceptre of Fire back in the day...
it: Ricordo di aver sentito dell’ordine di distruggere lo Scettro di Fuoco ai miei tempi...

source: I’m curious about why you decided to betray your people by keeping the Sceptre’s core to yourself, Elynia.
it: Mi chiedo perché tu abbia deciso di tradire la tua gente tenendo il nucleo dello Scettro per te, Elynia.

source: That’s nothing of your concern.
it: Non è qualcosa che ti riguardi.

source: It is not, really? Because to me, it seems like you are carrying an artifact these people <i>need</i> for some vaguely defined purpose that will most certainly bring no good to this world. Destroying it seems like the most logical option right now.
it: Ah no, sul serio? Perché a me sembra che tu stia portando un artefatto che <i>serve</i> a queste persone per qualche vago scopo che non sarà certamente positivo per questo mondo. Distruggerlo sembrerebbe la soluzione più logica adesso.

source: ... I beg to differ, but with the Union gone it may well be the only great power remaining on Irdya that we can use to fight Uria and her forces, unless you know something I don’t, which I strongly doubt.
it: ... Mi spiace contraddirti, ma con l’Unione scomparsa potrebbe essere l’unico grande potere che rimane su Irdya che possiamo usare per combattere Uria e le sue forze, a meno che tu non sappia qualcosa che io non so, cosa di cui dubito fortemente.

source: This isn’t the best moment to argue over this.
it: Questo non è il momento migliore per discuterne.

source: By the Moonlight
it: Alla luce della luna

source: team_name^Humans
it: Umani

source: team_name^Animals
it: Animali

source: Find a friendly unit
it: Trova un’unità alleata

source: There seem to be some hostile animals ahead. I’d better move carefully and quickly...
it: Sembra che ci siano alcuni animali ostili nelle vicinanze. Farò meglio a muovermi attentamente e velocemente...

source: I think I can see a village to the northeast...
it: Credo di vedere un villaggio a nord-est...

source: Halt! Who goes there?
it: Alt! Chi va là?

source: Don’t pay any attention to it — it’s just another of those annoying forest creatures.
it: Non ci badare: è solo un’altra di quelle fastidiose creature della foresta.

source: But she’s injured—
it: Ma è ferita...

source: It’s just a trick! They lure you into the dark to do whatever they please with your dead—
it: È solo un trucco! Ti attirano nell’oscurità per fare quello che vogliono con il tuo cadavere...

source: ... I need some help. Could any of you please—
it: ... Ho bisogno di aiuto. Può qualcuno di voi per favore...

source: Begone, before we slice your beautiful throat open!
it: Indietro, prima che ti tagliamo la tua bellissima gola!

source: What’s going on here?
it: Cosa succede qui?

source: Chief, this lass here, she—
it: Capo, questa ragazza qui, lei...

source: You look oddly familiar. What’s your name?
it: Sembri stranamente famigliare. Qual è il tuo nome?

source: I am Elynia, the—
it: Sono Elynia, la...

source: The Lady of Light, as I recall. You weren’t of much help to us in the country.
it: La Dama della Luce, se ricordo bene. Non sei stata di molto aiuto a noi in queste contrade.

source: ... Excuse me? I don’t know you.
it: ... Chiedo perdono? Io non ti conosco.

source: Of course you don’t know me, because you and your friends were too busy battling enemies to notice my hometown was burning down, with my family trapped in there, helpless, amidst the fire, and I couldn’t do anything to save them! What’s your purpose here, and why should we help you?
it: Certo che non mi conosci, perché tu e i tuoi amici eravate troppo impegnati a combattere i nemici per notare che il mio paese natale stava bruciando, con la mia famiglia intrappolata dentro, indifesi, in mezzo alle fiamme, e io non potevo fare niente per salvarli! Cosa sei venuta a fare qui, e perché dovremmo aiutarti?

source: I would like to know where I am, and if it’d be possible, I’d also like some help to get to the Grand Council. This is a matter of the utmost importance...
it: Vorrei sapere dove mi trovo, e, se fosse possibile, gradirei anche qualche aiuto per raggiungere il Consiglio Supremo. Questa è una faccenda della più grande importanza...

source: Are you even listening to me?
it: Mi stai almeno ascoltando?

source: I don’t feel particularly inclined to help you — at least not right now. If you really need to get to the elders, you are on your own. We don’t have any time for this, and we need to defend <i>our</i> town with <i>our</i> own resources right now.
it: Non mi sento particolarmente incline ad aiutarti, almeno non per adesso. Se hai davvero bisogno di raggiungere gli anziani, arrangiati. Non abbiamo tempo per questo, e dobbiamo difendere la <i>nostra</i>città con le <i>nostre</i> risorse al momento.

source: It feels like I’ve been in a similar situation before...
it: Ho come la sensazione di essere stata in una situazione simile prima d’ora...

source: Can you help us? I know our leader appears to be particularly resentful of you for reasons I don’t even begin to understand, but it’s said that the evil Daent has returned from the land of the dead to get his revenge upon us, for banishing him from the village. The rumors of the power he has amassed in the meanwhile are worrying.
it: Puoi aiutarci? So che il nostro comandante sembra essere particolarmente risentito verso di te per ragioni che non comprendo lontanamente, ma si dice che il malvagio Daent sia tornato dalla terra dei morti per vendicarsi di noi per averlo bandito dal nostro villaggio. Le voci del potere che ha ammassato sono preoccupanti.

source: I think I may be able to offer some help if you are willing to give me some in exchange.
it: Penso di essere in grado di offrire qualche aiuto se volete darmi qualcosa in cambio.
