Repository: wescamp/After_the_Storm-1.10
Catalog: po/*.po
Languages: it

source: (requires Wesnoth 1.9.10 or later)
it: (necessita di Wesnoth 1.9.10 o superiore)

source: Version
it: Versione

source: Creator and Lead Designer
it: Creatore e progettista principale

source: Campaign Maintenance
it: Manutenzione della campagna

source: Graphics
it: Grafica

source: Music
it: Musiche

source: SVN services, maintenance toolkit and primary hosting
it: Servizi SVN, toolkit di manutenzione e hosting principale

source: The Wesnoth-UMC-Dev Project
it: Il progetto Wesnoth-UMC-Dev

source: Additional thanks to
it: Si ringrazia inoltre

source: You, for playing this campaign
it: Te, per aver giocato questa campagna

source: Anyone else I could forget to mention
it: Tutti gli altri che posso aver dimenticato

source: team_color^Cyan
it: Ciano

source: team_color^Yellow
it: Giallo

source: team_color^Pink
it: Rosa

source: AtS-1
it: DlT-1

source: After the Storm
it: Dopo la Tempesta

source: Episode I: Fear
it: Episodio I: Paura

source: After the Emperor of Chaos was defeated, the free civilizations of the Great Continent hoped that his followers would abandon the ongoing war. Meanwhile, Galas and his unlikely band of heroes heads back to the northern lands to request aid for their next journey.
it: Dopo che l’Imperatore del Caos venne sconfitto, le civiltà libere del Grande Continente sperarono che i suoi seguaci avrebbero cessato le ostilità. Nel frattempo, Galas e la sua insolita banda di eroi ritornano nelle terre settentrionali per chiedere assistenza per il loro prossimo viaggio.

source: (Intermediate level, 13 scenarios.)
it: (Livello intermedio, 13 scenari.)

source: (Normal)
it: (Normale)

source: difficulty_menu^Wraith
it: Spettro guardiano

source: (Hard)
it: (Difficile)

source: difficulty_menu^Banebow
it: Arco della Rovina

source: (Easy)
it: (Facile)

source: difficulty_menu^Skeleton
it: Scheletro

source: To be continued...
it: Continua...

source: The Skirmish
it: La schermaglia

source: team_name^Galas
it: Galas

source: team_name^Townsmen
it: Paesani

source: team_name^Enemies
it: Nemici

source: Defeat the enemy leader
it: Sconfiggi il condottiero nemico

source: Death of Galas
it: Morte di Galas

source: Death of Elynia
it: Morte di Elynia

source: Death of Mal Keshar
it: Morte di Mal Keshar

source: Death of Morzey
it: Morte di Morzey

source: Night falls, and the scouts reported at midday that those cursed soldiers were heading towards our town.
it: Sta arrivando la notte e gli esploratori ci hanno informato a mezzogiorno che quei maledetti soldati si stanno dirigendo verso la nostra città.

source: Yeah, so it was not enough for them to burn and ransack Tyannes... Blast it. The elders and their warriors, why don’t they send us help?
it: Già, quindi non è bastato loro bruciare e saccheggiare Tyannes... Dannazione. Gli anziani e i loro guerrieri, perché non ci mandano aiuto?

source: Since the beginning of the War, little they have cared about safety, not only ours, but theirs too. It’s rumored that the country itself is poorly defended right now — it’s become easy prey for foreign invaders.
it: Sin dall’inizio della guerra ben poco gli è importato della sicurezza, non solo della nostra, ma anche della loro. Si dice che l’intero paese è poco difeso ora – è diventato facile preda per invasori stranieri.

source: Not just foreign. I’ve heard that the elves have...
it: Non solo stranieri. Ho sentito che gli elfi hanno...

source: On guard! Three strangers approach from the southern road!
it: Attenzione! Tre estranei si stanno avvicinando dalla strada a sud!

source: Halt there! Identify yourselves, strangers!
it: Fermi lì! Identificatevi, estranei!

source: We are travelers, and we don’t plan to stay in your town for more than one night. You don’t need to know who we are.
it: Siamo viaggiatori, e non pianifichiamo di restare nel vostro paese per più di una notte. Non avete bisogno di sapere chi siamo.

source: Sorry, but we were ordered not to let anybody...pa...she’s...beautiful.
it: Spiacente, ma abbiamo ordine di non lasciare passare ness... lei è... bellissima.

source: A fairy?
it: Una fata?

source: Yes.
it: Sì.

source: What’s your kind doing so far from the green northern lands?
it: Cosa fa una fata così lontana dalle verdi terre settentrionali?

source: As I said, we are traveling, and don’t plan to stay in your town for more than one night. Just let us in.
it: Come già detto, siamo viaggiatori, e non contiamo di restare nel vostro paese per più di una notte. Fateci semplicemente entrare.

source: Who is that? Hey, the cloaked one!
it: Chi è quello? Hei, tu, avvolto nel mantello!

source: Necromancer! A...
it: Un negromante! A...

source: You are not alerting the entire town of our presence, are you? Such a handsome man could spend the night doing...more interesting things, than fighting us...
it: Non starai avvertendo l’intero paese della nostra presenza, vero? Un uomo così piacente potrebbe trascorrere la notte facendo... cose più interessanti che combatterci...

source: <b>*gulp*</b> Eh, I...
it: <b>*gulp*</b> Eh, io...

source: I don’t know what the hell your purpose here is, but we do have important things to do this night, such as defending the town from your cursed henchmen!
it: Non ho idea di che diamine di proposta sia la tua, ma abbiamo cose più importanti da fare stanotte, come difendere il paese dai vostri dannati tirapiedi!

source: Henchmen? Do you see anyone else accompanying us?
it: Tirapiedi? Vedi qualcun altro accompagnarci?

source: Eh... uhm... well, no?
it: Eh... uhm... beh, no?

source: Well, then.
it: Ebbene, quindi?

source: Eh! That you don’t bring anyone with you does not mean you cannot call upon them! We heard rumors of the cursed warriors coming to our valley!
it: Eh! Solo perché non porti nessuno con te non significa niente! Abbiamo sentito di guerrieri maledetti diretti verso la nostra valle!

source: Cursed, you say?
it: «Maledetti» hai detto?

source: Clad in black armor, bringing flags with impaled skulls at the top, and smelling especially funny?
it: Ricoperti in armature nere, che portano stendardi con teschi sulla cima, e dall’odore particolarmente strano?

source: Yes, yes. Do you know them?
it: Sì, si. Li conosci?

source: Actually, they are our enemies as well. We have had some encounters with them before. Perhaps we could be of help, <i>if</i> you would let us inside your walls.
it: Veramente sono anche nostri nemici. Abbiamo avuto qualche scontro con loro in precedenza. Forse potremmo essere d’aiuto, <i>se</i> ci faceste entrare tra vostre mura.

source: Let them come in! We are in need of all the help we can get if we do not want to suffer the same fate of our comrades at Tyannes, and it is not the first time I hear of a necromancer helping our cause.
it: Fateli entrare! Abbiamo bisogno di ogni aiuto possibile se non vogliamo condividere la stessa sorte dei nostri compagni a Tyannes, e non è la prima volta che sento di un negromante che supporta la nostra causa.

source: Yes, sir! As you command, sir!
it: Sì, signore! Come comandate,signore!

source: Strangers, please help us. I am sure the gate guards already told you of the situation...
it: Stranieri, vi prego, aiutateci. Sono sicuro che le guardie vi abbiano già informato della situazione...

source: Yes, they did.
it: Sì, esattamente.

source: Well, I suppose you can be trusted. Please aid us in this battle; plagues have decimated most of our capable warriors, and all we have left is the town militia, for which we can barely afford proper weapons.
it: Bene, suppongo che voi possiate essere degni di fiducia. Vi prego, aiutateci in questa battaglia, delle epidemie hanno decimato i nostri guerrieri più capaci e tutto quello che ci resta è la milizia del paese, per la quale sappiamo a malapena procurare armi decenti.

source: We’ll do. Just don’t ask names.
it: Lo faremo. Richiediamo solo che non vengano chiesti i nostri nomi.

source: That’s...a very dubious request...
it: Questa è... una richiesta molto sospetta...

source: My lord! Torches and wardrums approach from the northern hills!
it: Mio signore! Torce e tamburi di guerra si avvicinano dalle colline settentrionali!

source: Blast it, they arrived sooner than I expected. To arms!
it: Maledizione, sono arrivati prima del previsto. Alle armi!

source: We failed to protect the town...
it: Abbiamo fallito nel proteggere il paese...

source: Curse you, heretics! The Iron Council shall punish you for your deeds!
it: Siate maledetti, eretici! Il Consiglio di Ferro vi punirà per le vostre azioni!

source: I do not think so.
it: Penso proprio di no.

source: We will be eternally thankful for your help, travelers! If there is anything we can do to pay you back...
it: Vi saremo eternamente grati per il vostro aiuto, viaggiatori! Se c’è una qualsiasi cosa che possiamo fare per ripagarvi...

source: No problem; we just need provisions for our journey to the Northern country.
it: Non c’è problema, abbiamo solo bisogno di rifornimenti per il nostro viaggio verso le terre settentrionali.

source: Are you traveling North then? There is a mountain pass there, to the north-east. It should take you faster to the country, but rumor has it that undead have roamed about the place since the beginning of the War.
it: Quindi siete diretti a nord? C’è un passo qui a nord-est. Dovrebbe essere il più veloce, ma si dice che sia infestato da non-morti sin dall’inizio della guerra.

source: Thanks for the information, we will go through that pass.
it: Grazie dell’informazione, attraverseremo quel passo.

source: Are you sure?
it: Siete sicuri?

source: I <i>control</i> the dead. We don’t need to worry about them.
it: Io <i>controllo</i> i morti. Non abbiamo motivo di preoccuparci di loro.

source: Sometimes your beloved ones must be willing to sacrifice their lives for a greater cause.
it: A volte i tuoi cari devono sacrificarsi per una causa più importante.

source: Oh, no! We have run out of time, and their reinforcements have arrived!
it: Oh, no! Abbiamo esaurito il tempo e i loro rinforzi sono arrivati!

source: High Pass
it: Il passo

source: team_name^Undead
it: Non-morti

source: Defeat all enemy leaders
it: Sconfiggi tutti i condottieri nemici

source: This place gives me chills. Perhaps this path was not a good choice after all.
it: Questo posto mi dà i brividi. Forse dopotutto questo cammino non è stato la scelta giusta.

source: Pah. Leave your worries behind, there is nothing to...
it: Pah. Abbandona i tuoi timori, non c’è niente da...

source: ...and who called upon you?
it: ...e tu da dove sbuchi?

source: So the rumors were true. This pass is infested with undead. We’ll have to give them a rest before we can continue on.
it: Quindi quello che si diceva è vero. Questo passo è infestato dai non-morti. Dobbiamo dargli riposo prima di poter continuare.

source: Aww, this will be boring.
it: Aww, questo sarà noioso.

source: Ahhh, the traitors! You are not going to see the sunlight anymore, I’ll feed your souls to Yechnagoth!
it: Ahhh, i traditori! Non vedrete mai più la luce del sole, darò le vostre anime in pasto a Yechnagoth!

source: The same old tune. These goons should seek a new job or something.
it: La stessa vecchia solfa. Questi scagnozzi dovrebbero cercarsi un nuovo lavoro o qualcos’altro da fare.

source: You, Galas! You abandoned us in the valley! You let all of us die! You shall perish, and your soul will be tortured as you deserve it!
it: Tu, Galas! Ci hai abbandonati nella valle! CI hai lasciati tutti a morire! Devi morire, e la tua anima sarà torturata come si merita!

source: Nyadien? But...
it: Nyadien? Ma...

source: Do you know him?
it: Lo conosci?

source: Yes, he was the leader of the patrol group that replaced mine just before the loyalists invaded our valley.
it: Sì, era il comandante del gruppo di pattuglia che ha sostituito il mio poco prima che i lealisti invadessero la nostra valle.

source: Elf, know that Galas did not have the power to stop that invasion, but we have just demolished the Empire. There is nothing that should force you to roam this world anymore!
it: Elfo, sappi che Galas non aveva la possibilità di fermare quell’invasione, ma noi abbiamo appena demolito l’impero. Non c’è più niente che ti obblighi a vagare per questo mondo!

source: I will personally make sure you don’t go unpunished, traitor!
it: Mi accerterò di persona che tu non rimanga impunito, traditore!

source: It is a waste of time to try to deal with this pile of bones. The necromancer who raised him probably used some malign trick to fill him with hatred towards you.
it: È una perdita di tempo tentare di ragionare con questo sacco di ossa. Il negromante che lo ha rianimato probabilmente ha usato qualche trucco malvagio per riempirlo di odio verso di te.

source: I am vanquished, but I curse your race to never see a day of peace or joy again for the rest of eternity!
it: Sono stato sconfitto, ma possa la vostra razza non vedere più un giorno di pace o gioia per il resto dell’eternità!

source: So many times... I forget how many times they have said that.
it: Così tante volte... ho ormai dimenticato quante volte l’abbiano detto.

source: Civil War in the North
it: Guerra civile nel nord

source: team_name^Elves (North)
it: Elfi (Nord)

source: team_name^Elves (Southeast)
it: Elfi (Sud-est)

source: team_name^Fort Eldáin
it: Forte Eldàin

source: team_name^Grand Council
it: Consiglio Supremo

source: Move Galas, Elynia and Mal Keshar to Fort Eldáin
it: Conduci Galas, Elynia e Mal Keshar fino a Forte Eldàin

source: There are signs of a battle in this area. And the smoke I smell probably comes from that fortress in the distance!
it: Ci sono segni di una battaglia in questa zona. E l’odore di bruciato che sento viene probabilmente da quella fortezza in lontananza!

source: Quickly, let’s investigate what happened here. I hope it’s not too late.
it: Svelti, scopriamo quello che è successo qui. Spero non sia troppo tardi.

source: Who are you? Why, do you bring your unholy pawns to feed upon our remains when we have fallen already?!
it: Chi siete voi? Perché portate i vostri impuri servi a nutrirsi delle nostre carcasse quando siamo già morti?!

source: We come in peace and the undead are our supporters in this war.
it: Veniamo in pace e i non-morti sono nostri aiutanti in questa guerra.

source: It is... it is the Lady of Light! I had heard rumors but this is...
it: È... è la Dama della Luce! Ho sentito delle voci ma questo è...

source: This fortress barely stands. What vile creatures have come to plague the northern country?
it: Questa fortezza sta a malapena in piedi. Quale sorta di malvagia creatura è venuta a flagellare le terre settentrionali?

source: The elves, my lady. The elves have gone mad and are attacking each other. We are unfortunate enough to have been born in territory that lies in middle of their path of destruction. Neither of their bands is willing to seek a peaceful end to this conflict, and we don’t think we can resist their siege for much longer. Most of our men have died defending the walls of the city, and resources are scarce.
it: Gli elfi mia signora. Gli elfi sono impazziti e si attaccano a vicenda. Noi siamo abbastanza sfortunati da essere nati in un territorio che giace nel mezzo del loro cammino di distruzione. Nessuno delle loro fazioni ha intenzione di cercare una via pacifica alla risoluzione di questo conflitto, e non penso che resisteremo al loro assedio per molto. La maggior parte dei nostri uomini è morta difendendo le mura delle città e le nostre risorse scarseggiano.

source: We cannot continue without help, and the messengers we sent to the Grand Council for reinforcements have not returned yet. I’ll probably hate myself for the rest of my life for asking help from those who deal with dark magic, but...
it: Non possiamo continuare senza aiuto, e i messaggeri che abbiamo inviato al Consiglio Supremo per chiedere rinforzi non sono ancora tornati. Probabilmente mi pentirò per il resto della mia vita per aver chiesto aiuto da coloro che praticano magia oscura, ma...

source: Pfft, we cannot waste our time here.
it: Pfft, non possiamo perdere il nostro tempo qui.

source: We must help these poor people and try to negotiate a deal with our kinsmen. We must not allow another elvish war to clear the remains of our civilization! Otherwise...
it: Dobbiamo aiutare questa povera gente a negoziare un accordo con la nostra gente. Non possiamo permettere che un’altra guerra elfica distrugga ciò che rimane della nostra civiltà! Altrimenti...

source: Our sacrifices would have been in vain.
it: I nostri sacrifici saranno stati vani.

source: We’ll help you defend your fortress until the reinforcements arrive.
it: Vi aiuteremo a difendere la vostra fortezza fino all’arrivo dei rinforzi.

source: Thank you.
it: Grazie.

source: Lead us, my lord.
it: Guidaci, mio signore.

source: Resist for $survival_turn_limit turns until the Grand Council’s reinforcements arrive
it: Resisti per $survival_turn_limit turni fino all’arrivo dei rinforzi del Consiglio Supremo

source: You won’t be able to recall the human defense in later scenarios.
it: Non sarai in grado di richiamare i difensori umani nei prossimi scenari.

source: Who is it that helps the human sub-people to defend their town against the true rulers of the forest?
it: Chi è colui che aiuta la sotto-razza umana a difendere il loro paese contro i veri dominatori della foresta?

source: I am Galas, an elf of the Valley of Elynia like you. What is the reason for this unnecessary bloodshed?
it: Sono Galas, un elfo della valle di Elynia come te. Qual è la ragione di questo inutile spargimento di sangue?

source: We are at war with those who have taken the life of our leader, Lord Inodien, as well as his successor! Are you supporters of their foul cause too?
it: Siamo in guerra contro coloro che hanno ucciso il nostro signore, Lord Inodien, e il suo successore! Siete anche voi sostenitori della loro folle causa?

source: You know me well, Unidë, and I would not support anyone, elf or not, who would threaten the life of our leaders and our civilization. However, you are not doing any better by answering to their attacks by murdering more of our kind and even innocent human peasants.
it: Mi conosci bene, Unidë, e sai che io non sostengo nessuno, elfo o no, che minacci la vita del nostro signore e della nostra civiltà. Comunque, tu non sei migliore dato che rispondi ai loro attacchi uccidendo gente della nostra razza e persino paesani umani innocenti.

source: There must be a way to solve this problem without resorting to fighting. In these grim times, with war already raging in the outer lands, the last thing we need is to bring it into our civilization as well. It will be our definitive doom. The traitors must be judged by the law, not by chaos and death.
it: Ci deve essere un modo di risolvere questo problema senza contare sulla violenza. In questi tempi duri, con la guerra che sta già infuriando ai confini, l’ultima cosa di cui abbiamo bisogno è di portarla all’interno della nostra civiltà. Sarebbe la nostra rovina definitiva. I traditori devono essere giudicati dalla legge, non dal caos e dalla morte.

source: Who do you think you are to give me commands? I am the war-leader now. I obey no orders from those who ally themselves with the worthless human scum and their foul dark sorcerers.
it: Chi pensi di essere per darmi degli ordini? Sono io il signore della guerra ora. Io non obbedisco agli ordini di coloro che si alleano con la inutile feccia umana e i loro sporchi stregoni oscuri.

source: Diplomacy isn’t going to work, of course. This petty elf has a death-wish.
it: La diplomazia non funzionerà, ovviamente. Questo stupido elfo desidera morire.

source: Avoid killing their leaders at all costs. If we want to solve this conflict, we’ll need the Grand Council to negotiate with the faction leaders some sort of deal or punishment. Without their leaders, I fear that the elvish warriors will become unstoppable and even more people will be slaughtered. I only wish we could stop our kinsmen without resorting to violence.
it: Evitate di uccidere i loro condottieri ad ogni costo. Se vogliamo risolvere il conflitto, abbiamo bisogno che il Consiglio Supremo negozi con i condottieri qualche sorta di patto o punizione. Senza i condottieri, temo che i guerrieri elfi diventeranno inarrestabili e ancora più persone moriranno. Vorrei solo che potessimo fermarli senza fare affidamento alla violenza.

source: As it seems now, there is no other option to stop them until help arrives. To arms!
it: Per il momento, non c’è altra opzione per arrestarli fino all’arrivo degli aiuti. Alle armi!

source: Death of an enemy leader
it: Morte dei condottieri nemici

source: I won’t be able to slay the traitors with my own hands... Avenge my defeat my brethren! May this be the last day the traitors live to see the light of Naia and Sela!
it: Non sarò in grado di uccidere i traditori con le mie mani... Vendicate la mia sconfitta fratelli! Possa questo essere l’ultimo giorno in cui i traditori possano vedere la luce di Naia e Sela!

source: We shouldn’t have allowed her to die. Now it will be near impossible to stop this war!
it: Non avremmo dovuto permettere che morisse. Ora sarà quasi impossibile fermare questa guerra!

source: Alas, I have fallen before putting an end to this conflict.
it: Ahimè, sono caduto prima di porre fine a questo conflitto.

source: We shouldn’t have allowed him to die. Now it will be near impossible to stop this war!
it: Non avremmo dovuto permettere che morisse. Ora sarà quasi impossibile fermare questa guerra!

source: I die...for our people!
it: Muoio... per il nostro popolo!

source: Ahh, great. Now we are killing other elves.
it: Ahh, grandioso. Ora stiamo uccidendo altri elfi.

source: The situation doesn’t improve. If the reinforcements don’t arrive soon we won’t be able to hold this place for much longer!
it: La situazione non migliora. Se i rinforzi non arrivano presto non saremo in grado di tenere la posizione per molto!

source: Elves, stop this disastrous bloodshed! You have killed many innocent people of your kind, and many human and orcish civilians. You broke the treaty we signed with Lord Galas and are no longer allowed to inhabit our lands!
it: Elfi, fermate questo massacro disastroso! Avete ucciso molto innocenti della vostra specie, e molti civili umani e orchi. Avete rotto il patto che avevamo con Lord Galas e non avete più il permesso di abitare queste terre!

source: We do not listen to human sub-people!
it: Noi non obbediamo ai membri della sotto-razza umana!

source: Then you shall listen to your own authorities. I came as soon as I could to bring order to this chaos. You have not only disobeyed the will of your lord, Galas, but you have also ignored Elynia, the Lady of Light; by not listening to them, you have sealed our fate.
it: Allora obbedirete alle vostre autorità. Sono venuta il prima possibile per mettere ordine a questo caos. Non solo avete disobbedito al volere del vostro signore, Galas, ma avete anche ignorato Elynia, la Dama della Luce, e per non averli ascoltati, avete scelto la vostra condanna.

source: The Grand Council has decided to banish the elvish kind from the northern country. You shall leave in no more than five days, or we’ll summon our armies for dealing with you! We don’t want to do this, but you know you are in numerical inferiority.
it: Il Consiglio Supremo ha deciso di bandire gli elfi dalle terre settentrionali. Dovete andarvene in non meno di cinque giorni, o noi richiameremo i nostri eserciti a occuparsi di voi. Non vogliamo essere costretti a questo, ma sapete di essere in inferiorità numerica.
