Repository: wescamp/After_the_Storm-1.10
Catalog: po/*.po
Languages: it

source: The colossal creature made a terrifying loud screech with its dying breath. As it collapsed, the core of the alien device within its chest shattered, releasing a great amount of energy...
it: La creatura colossale fece un terrificante stridio con il suo ultimo respiro. Mentre cadeva a terra, il nucleo dell’apparecchio alieno all’interno del suo petto si infranse, rilasciando una grande quantità di energia...

source: The energy is filling the place!
it: L’energia sta riempendo questo posto!

source: ... an energy of a kind not known to Elynia or the lich.
it: ... una energia sconosciuta sia a Elynia che al lich.

source: ... It’s clear now that those power generators were essential for running something else. You must make haste and return to the surface before the hive collapses.
it: ... È chiaro ora che i generatori di energia erano essenziali per far funzionare qualcosa d’altro. Dovete sbrigarvi e ritornare in superficie prima che l’alveare crolli.

source: We? What about you?
it: “Dovete”? E tu?

source: It’s clear now that those power generators were essential for running something else. Elynia, you must make haste and return to the surface before the hive collapses.
it: ... È chiaro ora che i generatori di energià erano essenziali per far funzionare qualcosa d’altro. Elynia, devi sbrigarti e ritornare in superficie prima che l’alveare crolli.

source: I? What about you?
it: Io? E tu?

source: I am sure you know that I am well past my time to roam this land — I am as old as a fossil, and our little fight with Elyssa and Argan in the frontier between Inferno and Irdya has truly had a long-lasting effect on my powers...
it: Sono sicuro che tu sappia che ormai il mio tempo è passato: sono vecchio come un fossile e il nostro piccolo combattimento con Elyssa e Argan al confine tra Irdya e l’Inferno ha avuto un effetto a lungo termine sui miei poteri...

source: But—
it: Ma...

source: You and I... we’ve got quite a lot of followers from diverse backgrounds. I’m sure that, should you need a new necromancer to help you, many will be willing to take up my position. Just make sure not to get yourself killed and don’t forget that you are here fighting for a greater cause, one that transcends the fate of Irdya.
it: Io e te... abbiamo raccolto un bel numero di seguaci da diversi ambienti. Sono sicuro che, nel caso avessi bisogno di un nuovo negromante per aiutarti, in molti vorrebbero prendere il mio posto. Assicurati soltanto di non essere uccisa e di non dimenticare che stai combattendo per una causa più importante, una che trascende il destino di Irdya.

source: Argan’s journal... Where is it?
it: il diario di Argan... Dov’è?

source: How could I let this happen? NO!
it: Come ho potuto permettere che ciò accadesse? NO!

source: My lady, we cannot spend any more time here!
it: Mia signora, non possiamo trascorrere altro tempo qui!

source: <i>(silence)</i>
it: <i>(silenzio)</i>

source: Lady!
it: Signora!

source: <i>... Don’t forget that you are here fighting for a greater cause, one that transcends the fate of Irdya.</i>
it: <i>... Non dimenticare che stai combattendo per una causa più importante, una che trascende il destino di Irdya</i>

source: We must get out of here.
it: Dobbiamo uscire da qui.

source: I must get out of here.
it: Devo uscire da qui.

source: That way...
it: Quella via...

source: Find an alternate way to return to the surface
it: Trova una via alternativa per tornare in superficie

source: <i>... I have always been alone...</i>
it: <i>... Sono sempre stata sola...</i>

source: <i>... I’ll be alone again...</i>
it: <i>... Sarà sola di nuovo...</i>

source: The spell... I must use the spell...
it: L’incantesimo... Devo usare l’incantesimo...

source: <i>... I lost </i>much<i> more than that long ago...</i>
it: <i>... Io ho perso </i>molto<i> di più tempo fa...</i>

source: <i>... We aren’t that different after all...</i>
it: <i>... Non siamo così differenti dopotutto....</i>

source: <i>... a greater cause, one that transcends the fate of Irdya...</i>
it: <i>... una causa più importante, una che trascende il destino di Irdya</i>

source: <i>Do you truly think you can fight me?</i>
it: <i>Pensi davvero di potermi sconfiggere?</i>

source: <i>You don’t have the power of the Union to help you anymore. Your friends are gone. Our power is unlimited. You cannot win.</i>
it: <i>Non hai più il potere dell’Unione ad aiutarti. I tuoi amici sono morti. Il nostro potere è illimitato. Non puoi vincere.</i>

source: ... must...
it: ... devo...

source: <i>... Where am I?</i>
it: <i>... Dove sono?</i>

source: Death and Rebirth
it: Morte e rinascita

source: <i>My lady?</i>
it: <i>Mia signora?</i>

source: <i>Where are you?</i>
it: <i>Dove siete?</i>

source: My lady, we have been looking for you! We have just received excellent news—
it: Mia signora, vi stavamo cercando! Abbiamo appena ricevuto notizie eccellenti...

source: She’s not dead.
it: Non è morta.

source: B— but, the Wesmere facility was vaporized after the destruction of the core!
it: M...ma, la struttura di Wesmere è stata vaporizzata dopo la distruzione del nucleo!

source: That’s right, but she is not dead. I can feel her. I don’t know where she is, but she’s certainly not dead.
it: Ciò è esatto, ma non è morta. Posso percepirla. Non sono dove si trovi, ma certamente non è morta.

source: But not in Irdya either, or is she?
it: Ma non si trova nemmeno su Irdya, vero?

source: She’s not.
it: No.

source: Good. Wherever she is, she can’t bother us anymore, and her lackey was destroyed in the explosion. It’s a pity that we lost the experimental core units along with such a very strategic location, but we can do without them anyway. I feel the need to ask, however, why install the third unit on our new weapon when any of us could make a better use of it?
it: Bene. Ovunque ella sia, non può più infastidirci, e il suo lacchè è stato distrutto nell’esplosione. È un peccato aver perso i nuclei sperimentali insieme a una posizione così strategica, ma possiamo farne a meno comunque. Ad ogni modo sento il bisogno di chiederti: perché installare la terza unità sulla nostra nuova arma quando chiunque di noi avrebbe potuto farne un uso migliore?

source: I believe the Norsulans haven’t resolved the contamination issue yet. It’s not the best moment to take risky choices like that with our limited resources when we need to reclaim some lands and complete the construction of the other hives.
it: Credo che i Norsulani non abbiano ancora risolto il problema della contaminazione. Non è il miglior momento per prendere scelte rischiose con le nostre risorse limitate quando abbiamo bisogno di conquistare alcune terre e di completare la costruzione degli altri alveari.

source: As for the original...
it: E per quanto riguarda l’originale...

source: She said we should not do anything with it yet.
it: Lei ha detto che non ne dovremmo fare niente ancora.

source: I see. Well, that’s all I wanted to know.
it: Capisco. Bene, è tutto quello che volevo sapere.

source: Don’t forget that you have a mission to carry out, too.
it: Non dimenticare che anche tu hai una missione da portare avanti.

source: I am aware, <i>my lady</i>. I am well aware.
it: Ne sono cosciente, <i>mia signora</i>. Ne sono ben cosciente.

source: Warning!
it: Attenzione!

source: Some scenarios of this campaign work significantly different to normal Wesnoth gameplay. It is especially important to pay close attention to the mission objectives and to not necessarily try to kill every single enemy, especially in shrouded maps, or in places where enemies seem to respawn continuously. Although not strictly required, players are advised to become familiar with the stories, characters, and historical events presented in <i>Descent into Darkness</i>, <i>Under the Burning Suns</i>, and especially <i>Invasion from the Unknown</i> before playing this campaign.
it: Alcuni scenari di questa campagna funzionano in modo radicalmente diverso rispetto al normale gameplay di Wesnoth. Di conseguenza, è particolarmente importante prestare attenzione agli obiettivi della missione, e non necessariamente provare a uccidere ogni singolo nemico, in particolar modo nelle mappe con l’Oscurità, o in luoghi in cui i nemici sembrano riapparire in continuazione. Sebbene non sia strettamente richiesto, è raccomandato che i giocatori conoscano le storie, i personaggi e gli eventi storici presentati in <i>Discesa nell’Oscurità</i>, <i>Sotto i Soli Roventi</i> e particolarmente <i>Invasione dall’Ignoto</i>, prima di giocare questa campagna.

source: It would seem that with the defeat of Zhangor at the hands of Elynia the Lady of Light and Argan the Master of Darkness, the destruction of Yechnagoth by the Elves of Quenoth, and the end of the Shadow Master’s control over the Chaos Empire, peace would return to the world.
it: Sarebbe potuto sembrare che con la sconfitta di Zhangor per mano di Elynia la Dama della Luce e Argan il Sovrano dell’Oscurità, la distruzione di Yechnagoth per mano degli Elfi Quenoth, e la fine del controllo sull’Impero del Caos del Signore dell’Ombra, la pace sarebbe potuta tornare nel mondo.

source: “I wish that were true.
it: «Quanto vorrei che fosse vero.

source: I am Elynia, former disciple of the high Enchantress Niryone of the Ka’lian of Wesmere Forest. Others remember me better as the Lady of Light who defeated the demon-lord Zhangor. The one who fought along with her husband for so long, to be ultimately forced to kill him.
it: Sono Elynia, discepola della Suprema Incantatrice Niryone del Ka’lian della Foresta di Wesmere. Altri mi conoscono come la Dama della Luce, colei che ha sconfitto il signore dei demoni Zhangor. Colei che ha combattuto fianco a fianco con suo marito molto a lungo, per essere poi costretta a ucciderlo.

source: Although I used to be pure of heart, I fear that the evil I have committed is consuming my very soul. It is as if I was not myself. I cannot enjoy a zephyr, or the taste of fresh and clean water. I do not think I could love again either.
it: Sebbene una volta fossi pura di cuore, temo che il male che ho commesso stia consumando la mia anima. È come se non fossi più me stessa. Non posso più godere della vista di uno zaffiro o del sapore della pura acqua fresca. Non penso neanche di essere più in grado di amare.

source: I control powers that nobody else possesses in these times. I bear with me a weighty charge, one that I sometimes regret. By slaying my beloved, have I been corrupted by the unholy magic of Uria? Have I come to a dead end? Will I eventually misuse that power that I carry with me, kill my friends and demonstrate to the world that I failed in the mission that was assigned to me eons ago?
it: Controllo poteri che nessun altro possiede in questi tempi. Mi sono presa sulle spalle un peso molto gravoso, un peso di cui a volte mi trovo a pentirmi. Uccidendo il mio amato sono stata corrotta dalla malvagia magia di Uria? Sono finita in un vicolo cieco? Finirò con abusare del potere che possiedo, uccidere i miei amici e dimostrare al mondo che ho fallito la missione che mi è stata assegnata ere fa?

source: The tides of the sea are now always changing. It is not the peaceful Vast Sea that I met as a young girl. It is now a hostile sea of Death. I can sense the hatred and despair that overwhelm all the creatures of this world, flowing to it.
it: Le maree ora sono in continuo mutamento. Non è più il pacifico Grande Mare che vedevo da ragazza. Ora è un ostile mare di Morte. Posso percepire l’odio e la disperazione che domina su tutte le creature di questo mondo fluire in esso.

source: There is an ongoing war against those who established the new order of Irdya. But unseen enemies of the ancient world, foes of a forgotten era, creatures that threaten all life in Irdya, have been unleashed as well, and they are protected by an unspeakable force.
it: C’è una guerra in corso contro coloro che hanno stabilito un nuovo ordine su Irdya. Ma nemici mai visti provenienti da mondi antichi, avversari da una era dimenticata, creature che minacciano tutta la vita su Irdya sono stati anche loro liberate, e sono protetti da una forza innominabile.

source: It is essential that we overcome the dark influence of Uria, the mother of demons, if we are to repair this ruined world. It is essential that we understand what our enemies are if we want to fight them.
it: È essenziale resistere alla oscura influenza di Uria, la madre dei demoni, se vogliamo ricostruire questo mondo in rovina. È essenziale che noi capiamo chi sono i nostri nemici se li vogliamo combattere.

source: I had not seen the high, snowy peaks of the Heart Mountains for a long time. In the last occasion in which I could have the opportunity to enjoy the view, one of Uria’s foul henchmen was pursuing us and would not let us rest for a single minute.
it: Non ho visto le alte e innevate cime delle Montagne Centrali da lungo tempo. L’ultima occasione in cui avrei potuto godermi la vista uno dei dannati tirapiedi di Uria era sulle nostre tracce e non ci lasciava riposare per un singolo minuto.

source: That enemy, a powerful sorcerer from the Iron Triad, a group who worships and follows Uria’s commands, is my greatest worry right now. He displayed great power when we fought him, power even greater than Malin Keshar’s arts. Some of it must have been bestowed upon him by Uria herself.
it: Quel nemico, un potente stregone della Triade di Ferro, un gruppo che venera Uria e ne segue gli ordini, è la mia più grande preoccupazione ora. Ha dimostrato grandi poteri quando lo abbiamo combattuto, poteri persino più grandi delle arti di Malin Keshar. Alcuni di essi gli devono essere stati conferiti da Uria stessa.

source: I suspect that, if he has full control over the Iron Triad, their evil design could not be thwarted by Argan’s passing. I fear that they have at least one last move to play in this game. The dark shadow of Chaos has not faded away as we expected, and I’d dare to say it is becoming even stronger than before.
it: Sospetto che, se egli ha il pieno controllo sulla Triade di Ferro, il loro piano malvagio non può essere scongiurato dalla morte di Argan. Temo che abbiano almeno un’ultima carta da giocare in questa partita. L’oscura ombra del Caos non si è dissolta come ci aspettavamo, e oserei dire che sta diventando ancora più forte di prima.

source: We rested for a night and swiftly continued our path to the Far North. As the human in the town told us, the shortcut was plagued with undead. However, with Mal Keshar’s arts we could easily overcome them, even more so now that their lords were gone.
it: Abbiamo riposato per una notte per poi proseguire rapidamente per la nostra strada verso il Profondo Nord. Come l’umano ci aveva detto, la scorciatoia era infestata non-morti. Comunque, con le arti di Mal Keshar abbiamo potuto facilmente sopraffarli, tanto più ora che i loro padroni se ne erano andati.

source: After many days, our trip came to an end and we were back in safe territory, in the northern humans’ country. Or so it seemed at first.
it: Dopo molti giorni, il nostro viaggio finì e tornammo in terre sicure, nei domini umani settentrionali. O così ci sembrava inizialmente.

source: We abandoned Aragwaith territory as agreed, never to return. It was the fairest deal for the elves.
it: Abbandonammo il territorio Aragwaith come d’accordo, per mai tornare. Era l’accordo più vantaggioso per gli elfi.

source: The brash behavior of the new elvish leaders has disappointed me; in my times only the eldest and wisest could rise as leaders of our kind. Their decisions were taken considering what was the best for us as a civilization; personal benefit and individual conflicts had no place among the members of the Ka’lian.
it: Il comportamento impulsivo nei nuovi comandanti elfici mi ha deluso, ai miei tempi sono i più anziani e saggi potevano diventare capi della nostra gente. Le loro decisioni erano prese tenendo in considerazione qual’era il nostro meglio come civiltà, profitti personali e conflitti interni non esistevano tra i membri del Ka’lian.

source: Then again, I had already seen how our civilization slowly began to deteriorate long ago. The Ka’lian began to be infested by inexperienced leaders, costly mistakes, and hasty choices, including the choice of allying with Zhangor in anticipation of the Fall of Irdya.
it: Tuttavia io avevo già visto come la nostra civiltà avesse cominciato a deteriorarsi tempo fa. Il Ka’lian cominciò ad essere infestato da capi inesperti, gravi errori e decisioni affrettate, inclusa la scelta di allearsi a Zhangor prima della Caduta di Irdya.

source: Now I also feel disappointed in myself. I should have guessed that this would happen and that I’d have to concentrate my efforts in keeping our kin united under a single banner instead of spending so much time far from them. Or at least I should have found someone capable of replacing me and mediating between our lords.
it: Ora mi sentivo delusa anche da me stessa. Avrei dovuto prevedere che ciò sarebbe accaduto e che avrei dovuto concentrare i miei sforzi nel tenere unita la nostra gente sotto una unica bandiera invece di spendere così tanto tempo lontano da loro. O almeno avrei dovuto trovare qualcuno capace di sostituirmi e di mediare tra i nostri signori.

source: That aside, I’m now certain that our mission on Zocthanol Isle is more essential than I originally believed.
it: A parte questo, ora sono certa che la nostra missione a Zocthanol sia molto più importante di quello che originalmente pensassi.

source: The members of the Grand Council stated that no one witnessed any elf coming or leaving Inodien’s tent. However, some people claimed to have heard strange sounds in the forest after he was found dead. Perhaps we’ll never learn what really happened. Regardless, looking at our surroundings I sense we are going to find something else of interest very soon.
it: I membri del Consiglio Supremo affermarono che nessuno vide nessun elfo recarsi o lasciare la tenda di Inodien. Tuttavia alcune persone dichiararono di aver sentito strani suoni nella foresta dopo che egli venne trovato morto. Forse non sapremmo mai quello che realmente accadde. Tuttavia, guardando le nostre vicinanze percepisco che presto troveremo qualcosa di interessante.

source: True to his word, the orcish lord gave us the fastest transport ship in possession of his subordinates, provided us with orcish warriors for a crew, and enough provisions for many months of travel. However, he did not allow us to hear the news brought by the messenger we saved, and avoided any inquiries about what prompted the saurian conflict.
it: Fedele alla sua parola, il capo degli orchi ci diede la più veloce nave da trasporto in possesso dei suoi subordinati e ci fornì una ciurma di guerrieri orchi e abbastanza provvigioni per molti mesi di viaggio. Tuttavia non ci permise di sentire le notizie portate dal messaggero che salvammo, e evitò di rispondere a qualsiasi domanda su cosa avesse fatto scatenare il conflitto con i sauri.

source: With Mal Keshar’s help, I managed to pinpoint the approximate location of Zocthanol based on a faint, dark presence towards the southwest. We rested within the walls of Tirigaz and departed early on the next morning.
it: Con l’aiuto di Mal Keshar, sono riuscii a localizzare la posizione approssimata di Zocthanol sulla base di una debole e oscura presenza a sud-est. Riposammo dentro le mura di Tirigaz e partimmo presto la mattina seguente.

source: I never expected to find myself so far from the forests of the Great Continent, surrounded by an endless body of water inhabited by all sorts of aquatic creatures; somehow they did not interfere with our journey as we initially feared. Maybe they were aware of the importance of the mission for Irdya and its inhabitants.
it: Non mi sarei mai aspettata di trovarmi così lontano dalle foreste del Grande Continente, circondata da un infinito specchio d’acqua abitato da ogni sorta di creatura acquatica; che non interferirono con il nostro viaggio come tememmo inizialmente. Forse comprendevano l’importanza della missione per Irdya e i suoi abitanti.

source: The fear of failing to accomplish this mission and getting all of us killed in middle of the unknown did not let me sleep well for any single night. I stayed awake late during the long darkness, guarding the deck with Mal Keshar, or contemplating the always changing mood of the waves, and pondering my mistakes, and wondering what continued occurring on the Great Continent.
it: La paura di fallire questa missione e di morire tutti nel mezzo dell’ignoto non mi lasciò dormire bene per una singola notte. Rimasi sveglia fino a tarda notte durante le lunghe oscurità, sorvegliando il ponte con Mal Keshar, o contemplando le continuamente mutevoli onde, soppesando i mie errori e continuando a chiedermi cosa stesse succedendo sul Grande Continente.

source: After countless days, we finally found our destination lit up by the setting suns.
it: Dopo giorni infiniti, finalmente trovammo la nostra destinazione illuminata dai soli nascenti.

source: We carefully planned our landing, and decided that it would be best to keep the orcs and the undead waiting on the ship while Galas and I contacted the elves and explained the situation to them. If they had to survive in the wild, perilous desert, they surely wouldn’t have fond memories of such creatures.
it: Pianificammo accuratamente il nostro sbarco, e decidemmo che fosse meglio tenere gli orchi e i non-morti sulla nave mentre io e Galas contattavamo gli elfi e spiegavamo loro la situazione. Se loro dovevano sopravvivere in mezzo al deserto pericoloso e selvaggio, sicuramente non avevano bei ricordi di queste creature.

source: The elves guided us through the forests in the direction of the mountains in the island’s heart, without saying a word to us. We knew it was best not to ask them any questions or do anything that could seem suspicious until we would meet their authorities.
it: Gli elfi ci guidarono attraverso la foresta attraverso le montagne nel cuore dell’isola, senza rivolgerci una parola. Sapevamo che era meglio non porre loro alcuna domanda o fare qualcosa che poteva sembrare sospetto fino a quando non avessimo incontrato le loro autorità.

source: Their clothes, armor and weapons looked much more primitive compared to those used by Galas’ kinsmen. Apparently, much of our craft was forgotten by Quetor’el’s group and their descendants. As we approached the more populated areas, I noticed that even the buildings were much unlike those that the forest elves used in my times.
it: Le loro vesti, armature e armi sembravano molto più primitive comparate a quelle usate dal popolo di Galas. Apparentemente, molto delle nostri arti era stato dimenticato dal gruppo di Quetor’el e dai loro discendenti. Mentre ci avvicinavamo alle aree più popolate, notai che anche gli edifici erano così diversi da quelli che gli elfi silvani costruivano ai miei tempi.
